Repository: Rocky5/XBMC4Gamers
Catalog: Mod Files/system/language/Hungarian/strings.po
Languages: hu

# #644
source: Crop black bars
hu: Feketesávok levágása

# #645
source: Need to unpack a big file. Continue?
hu: Egy nagy fájl kitömörítése szükséges. Folytatod?

# #646
source: Remove from library
hu: Eltávolítás a médiatárból

# #647
source: Export video library
hu: Médiatár (videó) exportálása

# #648
source: Import video library
hu: Médiatár (videó) importálása

# #649
source: Importing
hu: Importálás

# #650
source: Exporting
hu: Exportálás

# #651
source: Browse for library
hu: Médiatár keresése

# #652
source: Years
hu: Év

# #653
source: Update library
hu: Médiatár frissítése

# #654
source: Show debug info
hu: Hibakeresési-infó megjelenítése

# #655
source: Browse for executable
hu: Futtatható fájl keresése

# #656
source: Browse for playlist
hu: Lejátszáslista keresése

# #657
source: Browse for folder
hu: Mappa keresése

# #658
source: Song information
hu: Dal információ

# #660
source: Volume amplification
hu: Hang előerősítés

# #661
source: Choose export folder
hu: Export mappa választása

# #662
source: This file is no longer available.
hu: A fájl már nem elérhető.

# #663
source: Would you like to remove it from the library?
hu: Eltávolítás a médiatárból?

# #664
source: Browse for Script
hu: Program keresése

# #665
source: Compression level
hu: Tömörítés erőssége

# #700
source: Cleaning up library
hu: Médiatár tisztítása

# #701
source: Removing old songs from the library
hu: Régi dalok eltávolítása a médiatárból

# #702
source: This path has been scanned before
hu: Ez az elérési út már át lett vizsgálva korábban

# #705
source: Network
hu: Hálózat

# #706
source: - Server
hu: - Kiszolgáló

# #708
source: Use an HTTP proxy server to access the internet
hu: HTTP proxykiszolgáló használata az internet eléréséhez

# #711
source: Internet Protocol (IP)
hu: Internetprotokoll (IP)

# #712
source: Invalid port specified. Value must be between 1 and 65535.
hu: Érvénytelen port. Az értéknek 1 és 65535 között kell lennie.

# #715
source: - Assignment
hu: - Kijelölés

# #716
source: Automatic (DHCP)
hu: Automatikus (DHCP)

# #717
source: Manual (Static)
hu: Kézi (Állandó)

# #718
source: Default (Dashboard)
hu: Alapértelmezett (Főmenü)

# #719
source: - IP address
hu: - IP cím

# #720
source: - Netmask
hu: - hálózati maszk

# #721
source: - Default gateway
hu: - Alapértelmezett átjáró

# #722
source: - DNS server
hu: - DNS szerver

# #723
source: Save & restart
hu: Mentés & újraindítás

# #724
source: Invalid address specified. Value must be AAA.BBB.CCC.DDD
hu: Érvénytelen cím. Az értéknek AAA.BBB.CCC.DDD-nek kell lennie.

# #725
source: with numbers between 0 and 255.
hu: 0 és 255 közötti számokkal.

# #726
source: Changes not saved. Continue without saving?
hu: A változtatások nincsenek elmentve. Folytatás mentés nélkül?

# #727
source: Web server
hu: Webkiszolgáló

# #728
source: FTP server
hu: FTP kiszolgáló

# #729
source: Internet time
hu: Internet Idő

# #731
source: Time server host
hu: Az idő szerver IP címe

# #732
source: Save & apply
hu: Mentés és érvényesítés

# #733
source: - Password
hu: - Jelszó

# #734
source: No pass
hu: Nincs jelszó

# #735
source: - Character set
hu: - Karakterkészlet

# #736
source: - Style
hu: - Stílus

# #737
source: - Colour
hu: - Szín

# #738
source: Normal
hu: Normál

# #739
source: Bold
hu: Félkövér

# #740
source: Italics
hu: Dőlt

# #741
source: Bold italics
hu: Félkövér és Dőlt

# #742
source: White
hu: Fehér

# #743
source: Yellow
hu: Sárga

# #744
source: Files
hu: Fájlok

# #745
source: No scanned information for this view
hu: Nincs információ ehhez a nézethez

# #746
source: Please turn off library mode
hu: Médiatár kikapcsolása szükséges

# #747
source: Error loading image
hu: Hiba a kép beolvasása közben

# #748
source: Edit path
hu: Elérési út szerkesztése

# #749
source: Mirror image
hu: Kép tükrözése

# #750
source: Are you sure?
hu: Megerősítés?

# #751
source: Removing source
hu: Forrás eltávolítása

# #754
source: Add program link
hu: Programhivatkozás hozzáadása

# #755
source: Edit program path
hu: Program elérési út szerkesztése

# #756
source: Edit program name
hu: Program nevének szerkesztése

# #757
source: Edit path depth
hu: Elérési út mélységének szerkesztése

# #759
source: View: Big list
hu: Nézet: Nagy lista

# #760
source: Yellow
hu: Sárga

# #761
source: White
hu: Fehér

# #762
source: Blue
hu: Kék

# #763
source: Bright green
hu: Világoszöld

# #764
source: Yellow green
hu: Sárgászöld

# #765
source: Cyan
hu: Cián

# #766
source: Light grey
hu: Világosszürke

# #767
source: Grey
hu: Szürke

# #770
source: Error %i: share not available
hu: Hiba %i: megosztás nem elérhető

# #771
source: - Auto FATX limiter
hu: - Automatikus FATX korlátozó

# #772
source: Audio output
hu: Hangkimenet

# #773
source: Seeking
hu: POZÍCIÓKERESÉS

# #774
source: Slideshow folder
hu: Diavetítés mappa

# #775
source: Network interface
hu: Hálózati eszköz

# #776
source: - Wireless network name (ESSID)
hu: - vezetéknélküli hálózat neve (ESSID)

# #777
source: - Wireless password
hu: - Vezetéknélküli hálózat jelszava

# #778
source: - Wireless security
hu: - Vezeték nélküli biztonság

# #779
source: Save and apply network interface settings
hu: Hálózati eszköz beállításainak mentése

# #780
source: No encryption
hu: Nincs titkosítás

# #784
source: Applying network interface settings. Please wait.
hu: Hálózati eszköz beállításainak mentése. Kérlek várj.

# #785
source: Network interface restarted successfully.
hu: Hálózati eszköz sikeresen újraindult.

# #786
source: Network interface did not start successfully.
hu: Hálózati eszköz nem indult el.

# #787
source: Interface disabled
hu: Eszköz letiltva

# #788
source: Network interface disabled successfully.
hu: Hálózati eszköz letiltva.

# #789
source: Wireless network name (ESSID)
hu: Vezetéknélküli hálózat neve (ESSID)

# #791
source: Allow programs on this system to control XBMC
hu: XBMC irányítható az ezen a rendszeren futó programokkal

# #793
source: Port range
hu: Port tartomány

# #794
source: Allow programs on other systems to control XBMC
hu: XBMC irányítható a más rendszereken futó programokkal is

# #795
source: Initial repeat delay (ms)
hu: Kezdeti ismétlés késleltetés (ms)

# #796
source: Continuous repeat delay (ms)
hu: Folyamatos ismétlés késleltetése (ms)

# #797
source: Maximum number of clients
hu: Ügyfelek maximális száma

# #798
source: Internet access
hu: Internet elérés

# #850
source: Invalid port number entered
hu: Hibás portszám lett megadva

# #851
source: Valid port range is 1-65535
hu: Érvényes porttartomány: 1-65535

# #852
source: Valid port range is 1024-65535
hu: Érvényes porttartomány: 1024-65535

# #1000
source: Screensaver preview
hu: Képernyőkímélő előnézet

# #1001
source: Unable to connect
hu: Kapcsolódás sikertelen

# #1002
source: XBMC was unable to connect to the network location.
hu: Sikertelen csatlakozás a hálózati helyhez.

# #1003
source: This could be due to the network not being connected.
hu: Ez a hálózati kapcsolat hiánya miatt lehet.

# #1004
source: Would you like to add it anyway?
hu: Hozzáadás ettől függetlenül?

# #1006
source: IP address
hu: IP cím

# #1007
source: Add network location
hu: Hálózati hely hozzáadása

# #1008
source: Protocol
hu: Protokoll

# #1009
source: Server address
hu: Kiszolgáló címe

# #1010
source: Server name
hu: Kiszolgáló neve

# #1011
source: Remote path
hu: Távoli elérési út

# #1012
source: Shared folder
hu: Megosztott mappa

# #1014
source: Username
hu: Felhasználónév

# #1015
source: Browse for network server
hu: Hálózati megosztások tallózása

# #1016
source: Enter the network address of the server
hu: Kiszolgáló IP címe

# #1017
source: Enter the path on the server
hu: Kiszolgáló elérési útja

# #1018
source: Enter the port number
hu: Port

# #1019
source: Enter the username
hu: Felhasználónév

# #1020
source: Add %s source
hu: %s forrás hozzáadása

# #1021
source: Enter the paths or browse for the media locations.
hu: Elérési-út megadása, vagy médiamappák tallózása

# #1022
source: Enter a name for this media Source.
hu: Médiaforrás nevének megadása

# #1023
source: Browse for new share
hu: Új megosztás keresése

# #1024
source: Browse
hu: Tallózás

# #1025
source: Could not retrieve directory information.
hu: Mappainformáció nem elérhető

# #1026
source: Add source
hu: Forrás hozzáadása

# #1027
source: Edit source
hu: Forrás szerkesztése

# #1028
source: Edit %s source
hu: %s forrás szerkesztése

# #1029
source: Enter the new label
hu: Új név megadása

# #1030
source: Browse for image
hu: Kép keresése

# #1031
source: Browse for image folder
hu: Képmappa keresése

# #1032
source: Add network location...
hu: Hálózati hely hozzáadása...

# #1033
source: Browse for file
hu: Fájl keresése

# #1034
source: Submenu
hu: Almenü

# #1035
source: Enable submenu buttons
hu: Almenügombok engedélyezése

# #1036
source: Favourites
hu: Kedvencek

# #1037
source: Video plugins
hu: Video beépülők

# #1038
source: Music plugins
hu: Zene beépülők

# #1039
source: Picture plugins
hu: Kép beépülők

# #1040
source: Loading directory
hu: Könyvtár betöltése

# #1041
source: Retrieved %i items
hu: %i elem letöltve

# #1042
source: Retrieved %i of %i items
hu: %i elemből %i letöltve

# #1043
source: Program plugins
hu: Program beépülők

# #1044
source: Set plugin thumb
hu: Beépülő bélyeg beállítás

# #1045
source: Plugin settings
hu: Beépülő beállítások

# #1046
source: Access points
hu: Hozzáférési pontok

# #1047
source: Other...
hu: Más...

# #1048
source: - Username
hu: Web szerver felhasználónév

# #1049
source: Script settings
hu: Program beállítások

# #1050
source: Singles
hu: Kislemezek

# #1200
source: SMB client
hu: SMB ügyfél

# #1202
source: Workgroup
hu: Munkacsoport

# #1203
source: Default username
hu: Alapértelmezett felhasználónév

# #1204
source: Default password
hu: Alapértelmezett jelszó

# #1207
source: WINS server
hu: WINS kiszolgáló

# #1208
source: Mount SMB shares
hu: SMB megosztás felcsatolása

# #1210
source: Remove
hu: Eltávolítás

# #1211
source: Music
hu: Zene

# #1212
source: Video
hu: Videó

# #1213
source: Pictures
hu: Képek

# #1214
source: Files
hu: Fájlok

# #1215
source: Music & video
hu: Zene & videó

# #1216
source: Music & pictures
hu: Zene & képek

# #1217
source: Music & files
hu: Zene & fájlok

# #1218
source: Video & pictures
hu: Videó & képek

# #1219
source: Video & files
hu: Videó & fájlok

# #1220
source: Pictures & files
hu: Képek & fájlok

# #1221
source: Music & video & pictures
hu: Zene & videó & képek

# #1222
source: Music & video & pictures & files
hu: Zene & videó & képek & fájlok

# #1223
source: Disabled
hu: Letiltva

# #1226
source: Files & music & video
hu: Fájlok & zene & videó

# #1227
source: Files & pictures & music
hu: Fájlok & képek & zene

# #1228
source: Files & pictures & video
hu: Fájlok & képek & videó

# #1229
source: Music & programs
hu: Zene & programok

# #1230
source: Video & programs
hu: Videó & programok

# #1231
source: Pictures & programs
hu: Képek & programok

# #1232
source: Music & video & pictures & programs
hu: Zene & videó & képek & programok

# #1233
source: Programs & video & music
hu: Programok & videó & zene

# #1234
source: Programs & pictures & music
hu: Programok & képek & zene

# #1235
source: Programs & pictures & video
hu: Programok & képek & videó

# #1245
source: FTP username
hu: FTP felhasználónév

# #1246
source: FTP password
hu: FTP jelszó

# #1247
source: Password has been set successfully
hu: Az FTP szerver jelszó beállítva!

# #1250
source: Auto-detection
hu: Automatikus

# #1251
source: Auto-detect system
hu: Automatikus rendszerfelismerés

# #1252
source: Nickname
hu: Becenév

# #1254
source: Ask to connect
hu: Kérdés csatlakozás előtt?

# #1255
source: Send FTP user and password
hu: FTP felhasználónév és jelszó elküldése

# #1256
source: Ping interval
hu: Ping gyakoriság

# #1257
source: Would you like to connect to the auto-detected system?
hu: Kapcsolódás az automatikusan felismert rendszerhez?

# #1260
source: Announce these services to other systems via Zeroconf
hu: Szolgáltatások hirdetése más rendszerek felé a Zeroconf segítségével

# #1300
source: Custom audio device
hu: Egyedi hanglejátszó eszköz megadása

# #1301
source: Custom passthrough device
hu: Egyedi hangtovábbító eszköz megadása

# #1396
source: Drifting
hu: Viharos

# #1397
source: and
hu: és

# #1398
source: Freezing
hu: Fagyos

# #1399
source: Late
hu: Késői

# #1400
source: Isolated
hu: Helyi

# #1401
source: Thundershowers
hu: Zivatar

# #1402
source: Thunder
hu: Villámlás

# #1403
source: Sun
hu: Napos

# #1404
source: Heavy
hu: Erős

# #1407
source: Vicinity
hu: Környéken

# #1408
source: Ice
hu: Jég

# #1409
source: Crystals
hu: Kristályok

# #1410
source: Calm
hu: Nyugodt

# #1411
source: with
hu: -val/-vel

# #1412
source: windy
hu: Szeles

# #1413
source: drizzle
hu: Szitáló

# #1414
source: Thunderstorm
hu: Vihar

# #1415
source: Drizzle
hu: Szemerkél

# #1416
source: Foggy
hu: Ködös

# #1417
source: Grains
hu: Szitálás

# #1418
source: T-Storms
hu: Viharok

# #1419
source: T-Showers
hu: Viharos esőzések

# #1450
source: Put display to sleep when idle
hu: Kijelző altatása üresjárat esetén

# #2050
source: Runtime
hu: Hossz

# #2100
source: Script failed! : %s
hu: Program hiba: %s

# #4501
source: Enable LCD/VFD
hu: LCD kijelző engedélyezése (ha elérhető)

# #10000
source: Home
hu: Főképernyő

# #10001
source: Programs
hu: Programok

# #10002
source: Pictures
hu: Képek

# #10003
source: File manager
hu: Fájlkezelő

# #10004
source: Settings
hu: Beállítások

# #10005
source: Music
hu: Zene

# #10006
source: Videos
hu: Videók

# #10007
source: System information
hu: Rendszerinfó

# #10008
source: Settings - General
hu: Beállítások - Általános

# #10009
source: Settings - Screen
hu: Beállítások - Képernyő

# #10010
source: Settings - Appearance - GUI Calibration
hu: Beállítások - Megjelenítés - UI Kalibrálás

# #10011
source: Settings - Videos - Screen Calibration
hu: Beállítások - Videók - Képernyő Kalibrálás

# #10012
source: Settings - Pictures
hu: Beállítások - Képek

# #10013
source: Settings - Programs
hu: Beállítások - Programok

# #10014
source: Settings - Weather
hu: Beállítások - Időjárás

# #10015
source: Settings - Music
hu: Beállítások - Zene

# #10016
source: Settings - System
hu: Beállítások - Rendszer

# #10017
source: Settings - Videos
hu: Beállítások - Videók

# #10018
source: Settings - Network
hu: Beállítások - Hálózat

# #10019
source: Settings - Appearance
hu: Beállítások - Megjelenítés

# #10020
source: Scripts
hu: Programok

# #10028
source: Videos/Playlist
hu: Videók/lejátszáslista

# #10034
source: Settings - Profiles
hu: Beállítások - Profilok

# #10100
source: Yes/No dialog
hu: Igen/nem párbeszédpanel

# #10101
source: Progress dialog
hu: Folyamatjelző párbeszédpanel

# #10210
source: Looking for subtitles...
hu: Feliratok keresése...

# #10211
source: Looking for or caching subtitles...
hu: Feliratok keresése vagy gyorsítótárazása...

# #10212
source: terminating
hu: megszakítás

# #10213
source: buffering
hu: előtöltés

# #10214
source: Opening stream
hu: Adatfolyam megnyitása

# #10500
source: Music/Playlist
hu: Zene/Lejátszáslista

# #10501
source: Music/Files
hu: Zene/Fájlok

# #10502
source: Music/Library
hu: Zene/Médiatár

# #10503
source: Playlist editor
hu: Lejátszáslista szerkesztő

# #10504
source: Top 100 songs
hu: Top 100 dal

# #10505
source: Top 100 albums
hu: Top 100 album

# #10506
source: Programs
hu: Programok

# #10507
source: Configuration
hu: Konfiguráció

# #10508
source: Weather forecast
hu: Időjárás-előrejelzés

# #10509
source: Network gaming
hu: Hálózati játék

# #10510
source: Extensions
hu: Kiterjesztések

# #10511
source: System info
hu: Rendszerinfó

# #10516
source: Music - Library
hu: Zene - Médiatár

# #10517
source: Now Playing - Music
hu: Játszásra jelölt zenék

# #10522
source: Now Playing - Videos
hu: Játszásra jelölt videók

# #10523
source: Album info
hu: Albuminfó

# #10524
source: Movie info
hu: Filminfó

# #12000
source: Select dialog
hu: Párbeszédpanel választása

# #12001
source: Music/Info
hu: Zene/Infó

# #12002
source: Dialog OK
hu: Párbeszédpanel OK

# #12003
source: Videos/Info
hu: Videók/Infó

# #12004
source: Scripts/Info
hu: Programok/Infó

# #12005
source: Fullscreen video
hu: Teljesképernyős videó

# #12006
source: Audio visualization
hu: Vizualizáció kiválasztása

# #12008
source: File stacking dialog
hu: Fájl egyesítés

# #12009
source: Rebuild index...
hu: Index újraépítése...

# #12010
source: Return to music window
hu: Vissza a Zenékhez

# #12011
source: Return to videos window
hu: Vissza a Videókhoz

# #12012
source: Update trainer list
hu: Trainer lista frissítése

# #12014
source: No trainers found
hu: Trainer nem található

# #12015
source: Trainer settings
hu: Trainer beállítások

# #12016
source: All registered trainers are missing. Update your list
hu: Minden regisztrált trainer hiányzik. Frissítsd a listát!

# #12017
source: Resume from where last stopped
hu: Automatikus folytatás az előző helyről

# #12018
source: No
hu: Nem

# #12019
source: Yes
hu: Igen

# #12020
source: Ask
hu: Kérdezzen

# #12021
source: Start from beginning
hu: Lejátszás az elejéről

# #12022
source: Resume from %s
hu: Folytatás innen: %s

# #12023
source: Validating existing trainers...
hu: Meglévő trainerek ellenőrzése...

# #12325
source: Locked! Enter code...
hu: Zárolva! Kód szükséges...

# #12326
source: Enter password
hu: Jelszó

# #12327
source: Enter master code
hu: Mesterkód

# #12328
source: Enter unlock code
hu: Feloldási kód megadása

# #12329
source: or press C to cancel
hu: ill. nyomj C-t a visszalépéshez

# #12330
source: Enter gamepad button combo and
hu: Nyomd a gamepad gomb kombinációt és

# #12331
source: press Start, or Back to cancel
hu: Nyomj "start"-ot vagy "visszát" a kilépéshez

# #12332
source: Set lock
hu: Zárolás

# #12333
source: Unlock
hu: Feloldás

# #12334
source: Reset lock
hu: Zárolás újrabeállítása

# #12335
source: Remove lock
hu: Zárolás törlése

# #12337
source: Numeric password
hu: Numerikus jelszó

# #12338
source: Gamepad button combo
hu: Gamepad gombkombináció

# #12339
source: Full-text password
hu: Szöveges jelszó

# #12340
source: Enter new password
hu: Új jelszó

# #12341
source: Re-Enter new password
hu: Jelszó megerősítése

# #12342
source: Incorrect password,
hu: Érvénytelen jelszó,

# #12343
source: retries left
hu: lehetőséged maradt

# #12344
source: Passwords entered did not match.
hu: A két jelszó nem egyezik.

# #12345
source: Access denied
hu: Hozzáférés megtagadva

# #12346
source: Password retry limit exceeded.
hu: Túl sok sikertelen próbálkozás.

# #12347
source: The system will now shut off.
hu: A rendszer leáll.

# #12348
source: Item locked
hu: Az elem zárolva

# #12353
source: Reactivate lock
hu: Zárolás újraaktiválása

# #12356
source: Change lock
hu: Változtatás zárolása

# #12357
source: Source lock
hu: Források zárolása

# #12358
source: Password entry was blank. Try again.
hu: Érvénytelen jelszó. Próbáld újra.

# #12360
source: Master lock
hu: Mester zárolás

# #12362
source: Shutdown system if Master Lock retries exceeded
hu: Leállítás, ha a mesterkód próbálkozások száma eléri a

# #12367
source: Master code is not valid
hu: Érvénytelen mesterkód

# #12368
source: Please enter a valid master code
hu: Adj meg érvényes mesterkódot

# #12373
source: Settings & file manager
hu: Beállítások & Fájlkezelő

# #12376
source: Set as default for all movies
hu: Alapértelmezettként minden filmre

# #12377
source: This will reset any previously saved values
hu: Minden eddigi beállítás törlése?

# #12378
source: Amount of time to display each image
hu: Képek megjelenítése:

# #12379
source: Use pan and zoom effects
hu: Pásztázás és nagyítás (pan&zoom) effektek használata

# #12380
source: Play NTSC videos at PAL rates
hu: NTSC videók lejátszása PAL sebességgel

# #12381
source: Play PAL videos at NTSC rates
hu: PAL videók lejátszása NTSC sebességgel

# #12382
source: Play NTSC videos in PAL60
hu: NTSC videók lejátszása PAL60 sebességgel

# #12383
source: 12 hour clock
hu: 12 órás számozás

# #12384
source: 24 hour clock
hu: 24 órás számozás

# #12385
source: Day/Month
hu: Nap/Hónap

# #12386
source: Month/Day
hu: Hónap/Nap

# #12390
source: System uptime
hu: Rendszer üzemidő

# #12391
source: Minutes
hu: perc

# #12392
source: Hours
hu: óra

# #12393
source: Days
hu: nap

# #12394
source: Total uptime
hu: Folyamatos üzemidő

# #12600
source: Weather
hu: Időjárás

# #12900
source: Screensaver
hu: Képernyőkímélő

# #12901
source: Fullscreen OSD
hu: Teljes képernyős OSD

# #13000
source: System
hu: Rendszer

# #13001
source: Immediate HD spindown
hu: Azonnali merevlemez kikapcsolás

# #13002
source: Video only
hu: Csak videó

# #13003
source: - Delay
hu: - Késleltetés

# #13004
source: - Minimum file duration
hu: - Minimum fájl hossz

# #13005
source: Shutdown
hu: Leállítás

# #13006
source: Dashboard
hu: Főmenü

# #13007
source: Use custom dashboard path
hu: Egyéni útvonal használata a főmenühöz

# #13008
source: Shutdown function
hu: Alapértelmezett leállítási mód

# #13009
source: Quit
hu: Kilépés

# #13010
source: Hibernate
hu: Hibernálás

# #13011
source: Suspend
hu: Alvó üzemmód

# #13012
source: Exit
hu: Kilépés

# #13013
source: Reboot
hu: Újraindítás

# #13014
source: Minimize
hu: Kicsinyítés

# #13015
source: Power button action
hu: Be(ki)kapcsoló gomb művelet

# #13020
source: Is another session active, perhaps over ssh?
hu: Lehet hogy egy másik bejelentkezés aktív (ssh)?

# #13021
source: Mounted removable harddrive
hu: Külső meghajtó csatlakoztatva

# #13022
source: Unsafe device removal
hu: Nem biztonságos eltávolítás

# #13023
source: Successfully removed device
hu: Eszköz sikeresen eltávolítva

# #13024
source: Joystick plugged
hu: Joystick csatlakoztatva

# #13025
source: Joystick unplugged
hu: Joystick eltávolítva

# #13100
source: Flicker filter
hu: Villogásszűrő

# #13101
source: Let driver choose (requires restart)
hu: Automatikus (újraindítás szükséges)

# #13105
source: Vertical blank sync
hu: Függőleges szinkronizálás

# #13106
source: Disabled
hu: Letiltva

# #13107
source: Enabled during video playback
hu: Lejátszáskor

# #13108
source: Always enabled
hu: Mindig

# #13109
source: Test & apply resolution
hu: Felbontás tesztelése

# #13110
source: Save resolution?
hu: Felbontás mentése?

# #13111
source: Would you like to keep this resolution?
hu: Jelenlegi felbontás megtartása?

# #13112
source: High quality upscaling
hu: Magas minőségű szoftveres felskálázás

# #13113
source: Disabled
hu: Letiltva

# #13114
source: Enabled for SD content
hu: SD tartalom esetén bekapcsolva

# #13115
source: Always enabled
hu: Mindig bekapcsolva

# #13116
source: Upscaling method
hu: Felskálázás módja

# #13121
source: VDPAU HQ Upscaling level
hu: VDPAU HQ felskálázás (csak megfelelő HW esetén)

# #13122
source: VDPAU Studio level color conversion
hu: VDPAU stúdiószint szín konverzió

# #13130
source: Blank other displays
hu: A többi megjelenítő sötétítése

# #13131
source: Disabled
hu: Letiltva

# #13132
source: Blank displays
hu: Megjelenítők sötétítése

# #13140
source: Active connections detected!
hu: Aktív kapcsolatok észlelhetők!

# #13141
source: If you proceed, you might not be able to control XBMC
hu: Továbblépés esetén az XBMC esetleg nem lesz irányítható.

# #13142
source: any longer. Are you sure you want to stop the Event server?
hu: Eseménykiszolgáló leállítása?

# #13144
source: Change Apple Remote mode?
hu: Apple távirányítómód váltása?

# #13145
source: If you are currently using the Apple Remote to control
hu: Ha jelenleg az Apple távirányító van használatban,

# #13146
source: XBMC, changing this setting might affect your ability
hu: ennek a beállításnak a használata a távirányítás
