Repository: Rocky5/XBMC4Gamers
Catalog: Mod Files/system/language/Hungarian/strings.po
Languages: hu

# #0
source: Programs
hu: Programok

# #1
source: Pictures
hu: Képek

# #2
source: Music
hu: Zene

# #3
source: Videos
hu: Videók

# #4
source: TV-Guide
hu: TV Műsor kalauz

# #5
source: Settings
hu: Beállítások

# #7
source: File manager
hu: Fájlkezelő

# #8
source: Weather
hu: Időjárás

# #11
source: Monday
hu: Hétfő

# #12
source: Tuesday
hu: Kedd

# #13
source: Wednesday
hu: Szerda

# #14
source: Thursday
hu: Csütörtök

# #15
source: Friday
hu: Péntek

# #16
source: Saturday
hu: Szombat

# #17
source: Sunday
hu: Vasárnap

# #21
source: January
hu: Január

# #22
source: February
hu: Február

# #23
source: March
hu: Március

# #24
source: April
hu: Április

# #25
source: May
hu: Május

# #26
source: June
hu: Június

# #27
source: July
hu: Július

# #28
source: August
hu: Augusztus

# #29
source: September
hu: Szeptember

# #30
source: October
hu: Október

# #41
source: Mon
hu: Hétf

# #42
source: Tue
hu: Kedd

# #43
source: Wed
hu: Szer

# #44
source: Thu
hu: Csüt

# #45
source: Fri
hu: Pén

# #46
source: Sat
hu: Szom

# #47
source: Sun
hu: Vas

# #53
source: Mar
hu: Már

# #54
source: Apr
hu: Ápr

# #55
source: May
hu: Máj

# #56
source: Jun
hu: Jún

# #57
source: Jul
hu: Júl

# #59
source: Sep
hu: Szep

# #60
source: Oct
hu: Okt

# #98
source: View: Auto
hu: Nézet: Auto

# #99
source: View: Auto big
hu: Nézet: Auto nagy

# #100
source: View: Icons
hu: Nézet: Ikon

# #101
source: View: List
hu: Nézet: Lista

# #102
source: Scan
hu: Vizsgálat

# #103
source: Sort by: Name
hu: Név szerint

# #104
source: Sort by: Date
hu: Dátum szerint

# #105
source: Sort by: Size
hu: Méret szerint

# #106
source: No
hu: Nem

# #107
source: Yes
hu: Igen

# #108
source: Slideshow
hu: Diavetítés

# #109
source: Create thumbs
hu: Miniképek létrehozása

# #110
source: Create thumbnails
hu: Miniképek létrehozása

# #111
source: Shortcuts
hu: Parancsikonok

# #112
source: Paused
hu: Szünet

# #115
source: Copy
hu: Másolás

# #116
source: Move
hu: Áthelyezés

# #117
source: Delete
hu: Törlés

# #118
source: Rename
hu: Átnevezés

# #119
source: New folder
hu: Új mappa

# #120
source: Confirm file copy
hu: Másolás megerősítése

# #121
source: Confirm file move
hu: Áthelyezés megerősítése

# #122
source: Confirm file delete?
hu: Fájltörlés megerősítése?

# #123
source: Copy these files?
hu: Kijelölt mappák és fájlok átmásolása?

# #124
source: Move these files?
hu: Kijelölt mappák és fájlok áthelyezése?

# #125
source: Delete these files? - Deleting files cannot be undone!
hu: Kijelölt mappák és fájlok törlése? Nem visszaállítható!

# #126
source: Status
hu: Állapot

# #127
source: Objects
hu: Elem

# #128
source: General
hu: Általános

# #129
source: Slideshow
hu: Diavetítés

# #130
source: System info
hu: Rendszerinfó

# #131
source: Display
hu: Képernyő

# #132
source: Albums
hu: Albumok

# #133
source: Artists
hu: Előadók

# #134
source: Songs
hu: Zeneszámok

# #135
source: Genres
hu: Műfajok

# #136
source: Playlists
hu: Lejátszáslisták

# #137
source: Search
hu: Keresés

# #138
source: System Information
hu: Rendszerinformáció

# #139
source: Temperatures:
hu: Hőmérsékletek:

# #142
source: Time:
hu: Idő:

# #143
source: Current:
hu: Aktuális:

# #144
source: Build:
hu: Verzió:

# #145
source: Network:
hu: Hálózat:

# #146
source: Type:
hu: Típus:

# #147
source: Static
hu: Statikus

# #149
source: MAC address
hu: MAC cím

# #150
source: IP address
hu: IP cím

# #151
source: Link:
hu: Kapcsolat:

# #152
source: Half duplex
hu: Fél-duplex

# #153
source: Full duplex
hu: Teljes-duplex

# #154
source: Storage
hu: Háttértár

# #155
source: Drive
hu: Meghajtó

# #156
source: Free
hu: Szabad

# #157
source: Video
hu: Videó

# #158
source: Free memory
hu: Szabad memória

# #159
source: No link
hu: Nincs kapcsolat

# #160
source: Free
hu: Szabad

# #161
source: Unavailable
hu: Nem elérhető

# #162
source: Tray open
hu: Tálca nyitva

# #163
source: Reading
hu: Beolvasás

# #164
source: No disc
hu: Nincs lemez

# #165
source: Disc present
hu: Lemezt találtam

# #166
source: Skin
hu: Felszín

# #167
source: Enable FTP server
hu: FTP szerver engedélyezése

# #168
source: Enable Internet time synchronization
hu: Internet pontos idő szolgáltatás használata

# #169
source: Resolution
hu: Felbontás

# #170
source: Adjust display refresh rate to match video
hu: Képfrissítési frekvencia igazítása a filmhez

# #172
source: Release date
hu: Megjelenés dátuma

# #173
source: Display 4:3 videos as
hu: 4:3 képarányú videók megjelenítési módja

# #175
source: Moods
hu: Hangulatok

# #176
source: Styles
hu: Stílusok

# #179
source: Song
hu: Zeneszám

# #180
source: Duration
hu: Hossz

# #181
source: Select album
hu: Albumválasztás

# #182
source: Tracks
hu: Zeneszámok

# #183
source: Review
hu: Ismertető

# #184
source: Refresh
hu: Frissítés

# #185
source: Searching album
hu: Album keresése

# #187
source: No albums found!
hu: Nincs találat!

# #188
source: Select all
hu: Összes kijelölése

# #189
source: Scanning media info
hu: Média információ keresése

# #190
source: Save
hu: Mentés

# #191
source: Shuffle
hu: Keverés

# #192
source: Clear
hu: Törlés

# #193
source: Scan
hu: Keresés

# #194
source: Searching...
hu: Keresés...

# #195
source: No info found!
hu: Információ nem található!

# #196
source: Select movie:
hu: Film választás:

# #197
source: Querying %s info
hu: %s lekérdezése

# #198
source: Loading movie details
hu: Filminformációk betöltése

# #202
source: Tagline
hu: Röviden

# #203
source: Plot outline
hu: Tartalom

# #205
source: Votes:
hu: Szavazatok

# #206
source: Cast
hu: Szereplők

# #207
source: Plot
hu: Tartalom

# #208
source: Play
hu: Lejátszás

# #209
source: Next
hu: Következő

# #210
source: Previous
hu: Előző

# #213
source: Calibrate user interface...
hu: Felhasználói felület kalibrálása...

# #214
source: Video calibration...
hu: Képernyő kalibrálása

# #215
source: Soften
hu: Lágyítás

# #216
source: Zoom amount
hu: Nagyítási arány

# #217
source: Pixel ratio
hu: Képpontarány

# #218
source: DVD drive
hu: DVD meghajtó

# #219
source: Please insert disc
hu: Helyezz be egy lemezt

# #220
source: Remote share
hu: Távoli megosztás

# #221
source: Network is not connected
hu: Hálózat nem elérhető

# #222
source: Cancel
hu: Mégsem

# #224
source: Speed
hu: Sebesség

# #226
source: Test patterns...
hu: Teszt minták...

# #227
source: Lookup audio CD track names from freedb.org
hu: Zenei CD-k keresése a freedb.org-on

# #228
source: Shuffle playlist on load
hu: Véletlenszerû lejátszáslista betöltéskor

# #229
source: HDD spindown time
hu: Merevlemez kikapcsolási ideje

# #230
source: Video filters
hu: Képszűrők

# #231
source: None
hu: Nincs

# #237
source: Minification
hu: Kicsinyítés

# #238
source: Magnification
hu: Nagyítás

# #239
source: Clear playlist on finish
hu: Lejátszáslista törlése kilépéskor

# #247
source: Scripts
hu: Programok

# #248
source: Language
hu: Nyelv

# #249
source: Music
hu: Zene

# #250
source: Visualization
hu: Vizualizáció

# #251
source: Select destination directory
hu: Célkönyvtár választása

# #252
source: Output stereo to all speakers
hu: Sztereó kimenet mindegyik hangszórón

# #253
source: Number of channels
hu: Csatornák száma

# #254
source: - DTS capable receiver
hu: - DTS képes erősítő

# #256
source: Fetching CD information
hu: CD információ letöltése

# #257
source: Error
hu: Hiba

# #258
source: Enable tag reading
hu: Címkeolvasás engedélyezése

# #259
source: Opening
hu: Adatfolyam megnyitása

# #260
source: Shoutcast
hu: Shoutcast rádiók

# #261
source: Waiting for start...
hu: Indulásra vár...

# #262
source: Scripts output
hu: Programok kimenete

# #263
source: Allow control of XBMC via HTTP
hu: XBMC távoli vezérelhetősége HTTP-n

# #264
source: Record
hu: Felvétel

# #265
source: Stop Rec.
hu: Felvétel leállítása

# #266
source: Sort by: Track
hu: Számok szerint

# #267
source: Sort by: Time
hu: Idő szerint

# #268
source: Sort by: Title
hu: Cím szerint

# #269
source: Sort by: Artist
hu: Előadó szerint

# #270
source: Sort by: Album
hu: Album szerint

# #272
source: Top-Left overscan compensation
hu: Bal-felső túllógás javítása

# #273
source: Bottom-Right overscan compensation
hu: Jobb-alsó túllógás javítása

# #274
source: Subtitle positioning
hu: Felirat pozicionálása

# #275
source: Pixel ratio adjustment
hu: Képpontarány igazítása

# #276
source: Adjust the arrow to change the amount of overscan
hu: Használd a nyilakat a túllógás beállításához

# #277
source: Adjust the bar to change the subtitles position
hu: Használd a sávot a felirat pozicionálásához

# #278
source: Adjust the rectangle so it is perfectly square
hu: Változtasd a négyszöget, míg tökéletes négyzet nem lesz

# #279
source: Unable to load settings
hu: Beállítások betöltése sikertelen

# #280
source: Using default settings
hu: Alapértelmezett beállítások visszaállítása

# #281
source: Please check the XML files
hu: Ellenőrizd az XML fájlokat

# #282
source: Found %i items
hu: %i találat

# #283
source: Search results
hu: Keresési eredmények

# #284
source: No results found
hu: Nincs találat

# #287
source: Subtitles
hu: Feliratok

# #288
source: Font
hu: Betűtípus

# #289
source: - Size
hu: - Méret

# #290
source: Dynamic range compression
hu: Normalizálás (DRC)

# #291
source: Video
hu: Videó

# #292
source: Audio
hu: Hang

# #293
source: Browse for subtitles
hu: Feliratok keresése

# #294
source: Create bookmark
hu: Új könyvjelző

# #296
source: Clear bookmarks
hu: Könyvjelzők törlése

# #297
source: Audio offset
hu: Hang eltolás

# #298
source: Bookmarks
hu: Könyvjelzők

# #303
source: Delay
hu: Késleltetés

# #304
source: Language
hu: Nyelv

# #305
source: Enabled
hu: Engedélyezve

# #306
source: Non-interleaved
hu: Nem interleave típusú

# #307
source: - Automatic post-processing
hu: - Automatikus post-processing

# #310
source: - Auto brightness/contrast
hu: - Auto fényerő/kontraszt

# #313
source: Cleaning database
hu: Adatbázis tisztítása

# #314
source: Preparing...
hu: Előkészítés...

# #315
source: Database error
hu: Adatbázis hiba

# #316
source: Searching songs...
hu: Zeneszámok keresése...

# #317
source: Cleaned database successfully
hu: Adatbázis tisztítása sikeres

# #318
source: Cleaning songs...
hu: Zeneszámok tisztítása...

# #319
source: Error cleaning songs
hu: Hiba a zeneszámok tisztítása közben

# #320
source: Cleaning artists...
hu: Előadók tisztítása...

# #321
source: Error cleaning artists
hu: Hiba az előadók tisztítása közben

# #322
source: Cleaning genres...
hu: Műfajok tisztítása...

# #323
source: Error cleaning genres
hu: Hiba a műfajok tisztítása közben

# #324
source: Cleaning paths...
hu: Elérési utak tisztítása...

# #325
source: Error cleaning paths
hu: Hiba az elérési utak tisztítása közben

# #326
source: Cleaning albums...
hu: Albumok tisztítása...

# #327
source: Error cleaning albums
hu: Hiba az albumok tisztítása közben

# #328
source: Writing changes...
hu: Változások mentése...

# #329
source: Error writing changes
hu: Hiba a változások mentése közben

# #330
source: This may take some time...
hu: Ez a művelet akár sok időt is igénybe vehet...

# #331
source: Compressing database...
hu: Adatbázis tömörítése...

# #332
source: Error compressing database
hu: Hiba az adatbázis tömörítése közben

# #333
source: Do you want to clean the library?
hu: Médiatár tisztítása?

# #334
source: Clean library...
hu: Médiatár tisztítása...

# #335
source: Start
hu: Indítás

# #336
source: Framerate conversion
hu: Képkockasebesség konvertálás

# #337
source: Audio output
hu: Hangkimenet

# #338
source: Analog
hu: Analóg

# #339
source: Digital
hu: Digitális

# #340
source: Various artists
hu: Különböző előadók

# #341
source: Play disc
hu: Lemezek

# #342
source: Movies
hu: Filmek

# #343
source: Adjust framerate
hu: Képkockasebesség igazítás

# #344
source: Actors
hu: Színészek

# #345
source: Year
hu: Év

# #350
source: Programs
hu: Programok

# #351
source: Off
hu: Ki

# #352
source: Dim
hu: Elhalványít

# #353
source: Black
hu: Fekete

# #354
source: Matrix trails
hu: Mátrix animáció

# #355
source: Screensaver time
hu: Képernyőkímélő késleltetés beállítás

# #356
source: Screensaver mode
hu: Képernyőkímélő típusa

# #357
source: Shutdown function timer
hu: Alvó üzemmód, ha inaktív a következő ideig

# #358
source: All albums
hu: Minden album

# #359
source: Recently added albums
hu: Új albumok

# #360
source: Screensaver
hu: Képernyőkímélő

# #361
source: R. Slideshow
hu: Rekurzív diavetítés

# #362
source: Screensaver dim level
hu: Képernyőkímélő elhalványodási szintje

# #363
source: Sort by: File
hu: Fájlnév szerint

# #364
source: - Dolby Digital (AC3) capable receiver
hu: - Dolby Digital (AC3) képes erősítő

# #365
source: Sort by: Name
hu: Név szerint

# #366
source: Sort by: Year
hu: Év szerint

# #367
source: Sort by: Rating
hu: Érték szerint

# #369
source: Title
hu: Cím

# #370
source: Thunderstorms
hu: Viharos

# #371
source: Partly
hu: Részben

# #372
source: Mostly
hu: Többnyire

# #373
source: Sunny
hu: Napos

# #374
source: Cloudy
hu: Felhős

# #375
source: Snow
hu: Havazás

# #376
source: Rain
hu: Eső

# #377
source: Light
hu: Enyhe

# #378
source: AM
hu: délelőtt

# #379
source: PM
hu: délután

# #380
source: Showers
hu: Zivatar

# #381
source: Few
hu: Helyenként

# #382
source: Scattered
hu: Elszórtan

# #383
source: Wind
hu: Szél

# #384
source: Strong
hu: Erős

# #385
source: Fair
hu: Szép idő

# #386
source: Clear
hu: Tiszta

# #387
source: Clouds
hu: Felhők

# #388
source: Early
hu: Hajnalban

# #389
source: Shower
hu: Zápor

# #390
source: Flurries
hu: Széllökések

# #391
source: Low
hu: Alacsony

# #392
source: Medium
hu: Közepes

# #393
source: High
hu: Magas

# #394
source: Fog
hu: Köd

# #395
source: Haze
hu: Pára

# #396
source: Select location
hu: Hely kiválasztása

# #397
source: Refresh time
hu: Frissítés gyakorisága

# #398
source: Temperature units
hu: Hőmérséklet mértékegysége

# #399
source: Speed units
hu: Sebesség mértékegysége

# #400
source: Weather
hu: Időjárás

# #401
source: Temp
hu: Hőmérséklet

# #402
source: Feels like
hu: Hőérzet

# #404
source: Wind
hu: Szél

# #405
source: Dew point
hu: Harmatpont

# #406
source: Humidity
hu: Páratartalom

# #407
source: From
hu: Irány:

# #408
source: at
hu: Sebesség:

# #409
source: Defaults
hu: Alapértelmezett

# #410
source: Accessing weather service
hu: Időjárás-szolgáltató keresése

# #411
source: Getting weather for:
hu: Időjárás lekérdezése:

# #412
source: Unable to get weather data
hu: Hiba az időjárás lekérdezése közben

# #413
source: Manual
hu: Kézi

# #414
source: No review for this album
hu: Nincs ismertető ehhez az albumhoz

# #415
source: Downloading thumbnail...
hu: Minikép letöltése...

# #416
source: Not available
hu: Nem elérhető

# #417
source: View: Big icons
hu: Nézet: Nagy ikon

# #422
source: Delete album info
hu: Album információ törlése

# #423
source: Delete CD information
hu: CD információ törlése

# #424
source: Select
hu: Kiválaszt

# #425
source: No album information found
hu: Album információ nem található

# #426
source: No CD information found
hu: CD információ nem található

# #427
source: Disc
hu: Lemez

# #428
source: Insert correct CD/DVD
hu: Hibás CD/DVD

# #429
source: Please insert the following CD/DVD
hu: Helyezze be a következő CD/DVD-t

# #430
source: Sort by: DVD#
hu: DVD# szerint

# #431
source: No cache
hu: Nincs gyorsítótár

# #432
source: Remove movie from library
hu: Film eltávolítása a médiatárból

# #433
source: Really remove '%s'?
hu: Biztos el akarod távolítani a '%s'-t?

# #437
source: Removable disk
hu: Cserélhető lemez

# #438
source: Opening file
hu: Fájl megnyitása

# #439
source: MPlayer cache
hu: Gyorsítótár

# #440
source: Harddisk
hu: Merevlemez

# #442
source: Local network
hu: Helyi hálózat

# #444
source: Video
hu: Videó

# #445
source: Audio
hu: Hang

# #447
source: Autorun media
hu: Média autoindítás

# #449
source: Enabled
hu: Engedélyezve

# #450
source: Columns
hu: Oszlopok

# #451
source: Row 1 address
hu: Sor 1 cím

# #452
source: Row 2 address
hu: Sor 2 cím

# #453
source: Row 3 address
hu: Sor 3 cím

# #454
source: Row 4 address
hu: Sor 4 cím

# #455
source: Rows
hu: Sorok

# #456
source: Mode
hu: Mód

# #457
source: Switch view
hu: Nézet váltása

# #459
source: Subs
hu: Feliratok

# #460
source: Audio stream
hu: Hangfolyam

# #461
source: [active]
hu: [aktív]

# #462
source: Subtitle
hu: Felirat

# #463
source: Backlight
hu: Háttérvilágítás

# #464
source: Brightness
hu: Fényerő

# #465
source: Contrast
hu: Kontraszt

# #467
source: Type
hu: Típus

# #468
source: Move the bar to change the OSD position
hu: Navigációs-tálca (OSD) pozíció beállítása a sáv mozgatásával

# #469
source: OSD position
hu: Navigációs-tálca (OSD) pozíció

# #470
source: Credits
hu: Készítők

# #474
source: Off
hu: Ki

# #475
source: Music only
hu: Csak zene

# #476
source: Music & video
hu: Zene és Videó

# #477
source: Unable to load playlist
hu: Lejátszáslista nem tölthető be

# #478
source: OSD
hu: Navigációs tálca

# #479
source: Skin & language
hu: Felszín és Nyelv

# #480
source: Appearance
hu: Megjelenés

# #481
source: Audio options
hu: Hangbeállítások

# #482
source: About XBMC
hu: Az XBMC-ről

# #485
source: Delete album
hu: Album törlése

# #486
source: Repeat
hu: Ismétlés

# #487
source: Repeat one
hu: Egy ismétlése

# #488
source: Repeat folder
hu: Mappa ismétlése

# #489
source: Play the next song automatically
hu: Lejátszás automatikus folytatása

# #491
source: - Use big icons
hu: - Nagy ikonok használata

# #492
source: Resize VobSubs
hu: Feliratok méretezése

# #493
source: Advanced options (Experts Only!)
hu: Haladó beállítások (csak szakértőknek!)

# #494
source: Overall audio headroom
hu: Hangerőkilengések megengedett tartománya

# #495
source: Upsample videos to GUI resolution
hu: Videók felskálázása a GUI felbontásához

# #496
source: Calibration
hu: Kalibrálás

# #497
source: Show file extensions
hu: Fájlkiterjesztések megjelenítése

# #498
source: Sort by: Type
hu: Típus szerint

# #499
source: Unable to connect to online lookup service
hu: Sikertelen csatlakozás az online szolgáltatóhoz

# #500
source: Downloading album information failed
hu: Hiba az albuminformáció letöltése közben

# #501
source: Looking for album names...
hu: Album nevek keresése...

# #502
source: Open
hu: Nyitva

# #503
source: Busy
hu: Foglalt

# #504
source: Empty
hu: Üres

# #505
source: Loading media info from files...
hu: Médiainformáció betöltése fájlokból...

# #507
source: Sort by: Usage
hu: Használat alapján

# #510
source: Enable visualizations
hu: Vizualizációk engedélyezése

# #511
source: Enable video mode switching
hu: Automatikus képmód váltás

# #512
source: Startup window
hu: Kezdőablak

# #513
source: Home window
hu: Főképernyő

# #514
source: Manual settings
hu: Kézi beállítások

# #515
source: Genre
hu: Műfaj

# #517
source: Recently played albums
hu: Mostanában játszott albumok

# #518
source: Launch
hu: Indítás

# #519
source: Launch in...
hu: Indítás a...

# #520
source: Edit XBE title
hu: XBE cím átírás

# #521
source: Compilations
hu: Összeállítások

# #522
source: Remove source
hu: Forrás eltávolítása

# #523
source: Switch media
hu: Médiaváltás

# #524
source: Select playlist
hu: Lejátszáslista választása

# #525
source: New playlist...
hu: Új lejátszáslista

# #526
source: Add to playlist
hu: Hozzáadás a lejátszáslistához

# #527
source: Manually add to library
hu: Kézi hozzáadás a Médiatárhoz

# #528
source: Enter title
hu: Cím

# #529
source: Error: Duplicate title
hu: Hiba: már létező cím

# #530
source: Select genre
hu: Műfaj választása

# #531
source: New genre
hu: Új műfaj

# #532
source: Manual addition
hu: Kézi hozzáadás

# #533
source: Enter genre
hu: Műfaj

# #534
source: View: %s
hu: Nézet: %s

# #535
source: List
hu: Lista

# #536
source: Icons
hu: Ikon

# #537
source: Big list
hu: Nagy lista

# #538
source: Big icons
hu: Nagy ikonok

# #539
source: Wide
hu: Széles

# #540
source: Big wide
hu: Széles (nagy)

# #541
source: Album icons
hu: Album ikonok

# #542
source: DVD icons
hu: DVD ikonok

# #544
source: Media info
hu: Médiainfó

# #545
source: Audio output device
hu: Hanglejátszás eszköze

# #546
source: Passthrough output device
hu: Közvetlen-hangtovábbítás (passthrough) eszköze

# #547
source: No biography for this artist
hu: Nincs életrajz ehhez az előadóhoz

# #548
source: Downmix multichannel audio to stereo
hu: A többcsatornás hangok lekeverése sztereóra

# #550
source: Sort by: %s
hu: %s szerint

# #551
source: Name
hu: Név

# #552
source: Date
hu: Dátum

# #553
source: Size
hu: Méret

# #554
source: Track
hu: Szám

# #555
source: Time
hu: Idő

# #556
source: Title
hu: Cím

# #557
source: Artist
hu: Előadó

# #559
source: Playlist
hu: Lejátszási lista

# #560
source: ID
hu: Azonosító

# #561
source: File
hu: Fájl

# #562
source: Year
hu: Év

# #563
source: Rating
hu: Pontszám

# #564
source: Type
hu: Típus

# #565
source: Usage
hu: Használat

# #566
source: Album artist
hu: Album előadó

# #567
source: Play count
hu: Lejátszás-számláló

# #568
source: Last played
hu: Utoljára játszott

# #569
source: Comment
hu: Leírás

# #570
source: Date added
hu: Hozzáadás

# #571
source: Default
hu: Eredeti

# #572
source: Studio
hu: Stúdió

# #573
source: Path
hu: Elérési út

# #574
source: Country
hu: Ország

# #575
source: In progress
hu: Folyamatban

# #580
source: Sort direction
hu: Rendezés iránya

# #581
source: Sort method
hu: Rendezés módja

# #582
source: View mode
hu: Nézetmód

# #583
source: Remember views for different folders
hu: Mappanézet megjegyzése

# #584
source: Ascending
hu: Növekvő

# #585
source: Descending
hu: Csökkenő

# #586
source: Edit playlist
hu: Lejátszáslista szerkesztése

# #587
source: Filter
hu: Szűrő

# #588
source: Cancel party mode
hu: Kilépés partymódból

# #589
source: Party mode
hu: Partymód

# #590
source: Random
hu: Véletlenszerű

# #591
source: Off
hu: Ki

# #592
source: One
hu: Egyszer

# #593
source: All
hu: Mind

# #594
source: Off
hu: Ki

# #595
source: Repeat: Off
hu: Ismétlés: Ki

# #596
source: Repeat: One
hu: Ismétlés: Egyszer

# #597
source: Repeat: All
hu: Ismétlés: Mind

# #600
source: Rip audio CD
hu: Zenei CD bemásolása (rip)

# #601
source: Medium
hu: Közepes

# #602
source: Standard
hu: Normál

# #603
source: Extreme
hu: Extrém

# #604
source: Constant bitrate
hu: Állandó bitarány

# #605
source: Ripping...
hu: Bemásolás...

# #607
source: To:
hu: Ide:

# #608
source: Could not rip CD or track
hu: CD vagy zeneszám nem bemásolható

# #609
source: CDDARipPath is not set.
hu: CDDA bemásolási mappa nincs beállítva.

# #610
source: Rip audio track
hu: Zeneszám bemásolása

# #611
source: Enter number
hu: Szám megadása

# #620
source: Audio CDs
hu: Zenei CD

# #621
source: Encoder
hu: Kódoló

# #622
source: Quality
hu: Minőség

# #623
source: Bitrate
hu: Bitarány

# #624
source: Include track number
hu: Zene számának bevonása

# #625
source: All songs of
hu: Minden zeneszám a(z)

# #629
source: View mode
hu: Nézet mód

# #630
source: Normal
hu: Normál

# #631
source: Zoom
hu: Nagyítás

# #632
source: Stretch 4:3
hu: Széthúzás 4:3-ra

# #633
source: Stretch 14:9
hu: 14:9 teljes képernyő

# #634
source: Stretch 16:9
hu: Széthúzás 16:9-re

# #635
source: Original Size
hu: Eredeti méret

# #636
source: Custom
hu: Egyéni

# #637
source: Replay gain
hu: Hangerőingadozások kiegyenlítése

# #638
source: Replaygain volume adjustments
hu: Hangerőingadozások kiegyenlítése

# #639
source: Use track levels
hu: Zeneszám szintekhez

# #640
source: Use album levels
hu: Album szintekhez

# #641
source: PreAmp Level - Replay gained files
hu: Előerősítés - Hangerőkiegyenlített fájlok

# #642
source: PreAmp Level - Non replay gained files
hu: Előerősítés - Nem hangerőkiegyenlített fájlok

# #643
source: Avoid clipping on replay gained files
hu: Túlvezérelt torzítás elkerülése hangerőkiegyenlítésnél
