Repository: Rocky5/XBMC4Gamers
Catalog: Mod Files/system/language/Hungarian/strings.po
Languages: hu

# #16017
source: Enter search string
hu: Keresőszó

# #16018
source: None
hu: Nincs

# #16019
source: Auto select
hu: Automatikus kiválasztás

# #16020
source: De-interlace
hu: Teljes képkockasebességgel

# #16022
source: Bob (inverted)
hu: Bob (fordított)

# #16023
source: Interlaced handling
hu: Interlaced kezelés

# #16024
source: Canceling...
hu: Megszakítás...

# #16025
source: Enter the artist name
hu: Előadó neve

# #16026
source: Playback failed
hu: Lejátszás sikertelen

# #16027
source: One or more items failed to play.
hu: Egy vagy több elem lejátszása sikertelen.

# #16028
source: Enter value
hu: Érték

# #16029
source: Check the log file for details.
hu: Részletek a napló fájlban.

# #16030
source: Party mode aborted.
hu: Partymód megszakítva.

# #16031
source: No matching songs in the library.
hu: Zeneszám nem található a médiatárban.

# #16032
source: Could not initialize database.
hu: Sikertelen adatbázis inicializáció.

# #16033
source: Could not open database.
hu: Adatbázis nem nyitható meg.

# #16034
source: Could not get songs from database.
hu: Nincs elérhető zeneszám az adatbázisban.

# #16035
source: Party mode playlist
hu: Partymód lejátszáslista

# #16100
source: All Videos
hu: Minden videó

# #16101
source: Unwatched
hu: Nem látott

# #16102
source: Watched
hu: Megnézett

# #16103
source: Mark as watched
hu: Megnézettként megjelöl

# #16104
source: Mark as unwatched
hu: Nem látottként megjelöl

# #16105
source: Edit title
hu: Cím szerkesztése

# #16106
source: Use NTSC-M & NTSC-J
hu: NTSC (M vagy J) használata

# #16107
source: Use only NTSC-M
hu: Csak NTSC-M használata

# #16108
source: Use only NTSC-J
hu: Csak NTSC-J használata

# #16109
source: Use only PAL-60
hu: Csak PAL-60 használata

# #16110
source: For 60hz games
hu: 60Hz-es játékhoz

# #16200
source: Operation was aborted
hu: Művelet megszakadt

# #16201
source: Copy failed
hu: Másolási hiba

# #16202
source: Failed to copy at least one file
hu: Nem minden fájlt sikerült átmásolni

# #16203
source: Move failed
hu: Átmozgatás nem sikerült

# #16204
source: Failed to move at least one file
hu: Nem minden fájlt sikerült átmozgatni

# #16205
source: Delete failed
hu: Törlés nem sikerült

# #16206
source: Failed to delete at least one file
hu: Nem minden fájlt sikerült törölni

# #16300
source: Video scaling method
hu: Képskálázás módja

# #16301
source: Nearest neighbour
hu: Legközelebbi szomszéd

# #16305
source: Lanczos3
hu: Lanczos3 komplex

# #16312
source: (VDPAU)Noise Reduction
hu: (VDPAU)Zajszűrés

# #16313
source: (VDPAU)Sharpness
hu: (VDPAU)Képélesség

# #16400
source: Post-processing
hu: Videó minőségjavítás (post processing)

# #17500
source: Display sleep timeout
hu: Alvó üzemmódig hátralévő idő kijelzése

# #19000
source: Switch to channel
hu: Csatornára váltás

# #20000
source: Saved music folder
hu: Bemásolt (rip-elt) zene mappája

# #20001
source: Use external DVD player
hu: Külső DVD-lejátszó használata

# #20002
source: External DVD player
hu: Külső DVD-lejátszó

# #20003
source: Trainers folder
hu: Bemutatók (Trailerek) mappája

# #20004
source: Screenshot folder
hu: Képernyőmentések mappája

# #20006
source: Playlists folder
hu: Lejátszáslisták mappája

# #20007
source: Recordings
hu: Felvételek

# #20008
source: Screenshots
hu: Képernyőmentések

# #20009
source: Use XBMC
hu: XBMC használata

# #20011
source: Music playlists
hu: Zenei lejátszáslista

# #20012
source: Video playlists
hu: Videó lejátszáslista

# #20013
source: Do you wish to launch the game?
hu: Játék futtatása?

# #20014
source: Sort by: Playlist
hu: Játszáslista szerint

# #20015
source: Remote thumb
hu: Letölthető minikép

# #20016
source: Current thumb
hu: Jelenlegi minikép

# #20017
source: Local thumb
hu: Helyi minikép

# #20018
source: No thumb
hu: Nincs minikép

# #20019
source: Choose thumbnail
hu: Minikép választása

# #20023
source: Conflict
hu: Ütközés

# #20024
source: Scan new
hu: Új keresése

# #20025
source: Scan all
hu: Mindent átvizsgál

# #20026
source: Region
hu: Régió

# #20037
source: Summary
hu: Rövid infó

# #20038
source: Lock music window
hu: Zene menü zárolása

# #20039
source: Lock videos window
hu: Videó menü zárolása

# #20040
source: Lock pictures window
hu: Képek menü zárolása

# #20041
source: Lock programs, saves & scripts windows
hu: Programok és szkriptek menü zárolása

# #20042
source: Lock file manager
hu: Fájlkezelő zárolása

# #20043
source: Lock settings
hu: Beállítások zárolása

# #20044
source: Start fresh
hu: Friss adatokkal

# #20045
source: Enter master mode
hu: Belépés mester-módba

# #20046
source: Leave master mode
hu: Kilépés mester-módból

# #20047
source: Create profile '%s'?
hu: A(z) '%s' profil létrehozása?

# #20048
source: Start with fresh settings
hu: Létrehozás friss beállításokkal

# #20049
source: Best available
hu: Az elérhető legjobb

# #20050
source: Auto-switch between 16x9 and 4x3
hu: Automatikus váltás 16:9 és 4:3 között

# #20051
source: Treat stacked files as single file
hu: Többrészes fájlok egy fájlként kezelése

# #20052
source: Caution
hu: Figyelmeztetés

# #20053
source: Left master mode
hu: Kilépés mester-módból

# #20054
source: Entered master mode
hu: Belépés mester-módba

# #20055
source: Allmusic.com thumb
hu: Allmusic.com minikép

# #20057
source: Remove thumbnail
hu: Minikép eltávolítása

# #20058
source: Add profile...
hu: Új profil...

# #20059
source: Query info for all albums
hu: Minden album lekérdezése

# #20060
source: Media info
hu: Médiainformáció

# #20061
source: Separate
hu: Saját

# #20062
source: Shares with default
hu: Megosztott

# #20063
source: Shares with default (read only)
hu: Megosztott (csak olvasva)

# #20064
source: Copy default
hu: Másolás

# #20065
source: Profile picture
hu: Profilkép

# #20066
source: Lock preferences
hu: Tulajdonságok zárolása

# #20067
source: Edit profile
hu: Profil módosítás

# #20068
source: Profile lock
hu: Profil zárolás

# #20069
source: Could not create folder
hu: Mappa nem hozható létre

# #20070
source: Profile directory
hu: Profilmappa

# #20071
source: Start with fresh media sources
hu: Létrehozás új médiaforrásokkal

# #20072
source: Make sure the selected folder is writable
hu: Győződjön meg, hogy a kiválasztott mappa írható

# #20073
source: and that the new folder name is valid
hu: és az új mappa neve megfelelő

# #20074
source: MPAA rating
hu: MPAA

# #20075
source: Enter master lock code
hu: Mesterkód

# #20076
source: Ask for master lock code on startup
hu: Mesterkód bekérése induláskor

# #20077
source: Skin settings
hu: Felszín beállítások

# #20078
source: - no link set -
hu: - nincs beállított hivatkozás -

# #20079
source: Enable animations
hu: Animációk engedélyezése

# #20080
source: Disable RSS during music
hu: RSS tiltása zene közben

# #20081
source: Enable shortcut buttons
hu: Parancsikon gombok engedélyezése

# #20082
source: Show programs in main menu
hu: "Programok" megjelenítése a főmenüben

# #20083
source: Show music info
hu: Zeneinformáció megjelenítése

# #20084
source: Show weather info
hu: Időjárás információ megjelenítése

# #20085
source: Show system info
hu: Rendszerinformáció megjelenítése

# #20086
source: Show available disc space C: E: F:
hu: C, E, F lemezek szabad területének megjelenítése

# #20087
source: Show available disc space E: F: G:
hu: E, F, G lemezek szabad területének megjelenítése

# #20088
source: Weather info
hu: Időjárás

# #20089
source: Drive space free
hu: Szabad lemezterület

# #20090
source: Enter the name of an existing share
hu: Egy létező megosztás nevének megadása

# #20091
source: Lock code
hu: Zárolási kód

# #20092
source: Load profile
hu: Profil betöltése

# #20093
source: Profile name
hu: Profil neve

# #20094
source: Media sources
hu: Médiaforrások

# #20095
source: Enter profile lock code
hu: Adja meg a profil zárolási kódját

# #20096
source: Login screen
hu: Belépőablak

# #20097
source: Fetching album info
hu: Albuminformáció lekérése

# #20098
source: Fetching info for album
hu: Információlekérés az albumról

# #20099
source: Can't rip CD or track while playing from CD
hu: Lejátszás közben nem lehet bemásolni a lemezt

# #20100
source: Master lock code and settings
hu: Mesterkód és beállításai

# #20101
source: Entering master lock code always enables master mode
hu: A Mesterkód megadása után Mester-módban marad

# #20102
source: or copy from default?
hu: vagy a megosztottak másolása?

# #20103
source: Save changes to profile?
hu: Profil változások mentése?

# #20104
source: Old settings found.
hu: Korábbi beállítások találhatók.

# #20105
source: Do you want to use them?
hu: Használni kívánja ezeket?

# #20106
source: Old media sources found.
hu: Korábbi médiaforrások találhatók.

# #20107
source: Separate (locked)
hu: Saját (zárolt)

# #20108
source: Root
hu: Gyökér

# #20109
source: - Zoom
hu: - Nagyítás

# #20110
source: UPnP settings
hu: UPnP beállítások

# #20111
source: Autostart UPnP client
hu: UPnP ügyfél automatikus indítása

# #20112
source: Last login: %s
hu: Utoljára belépett: %s

# #20113
source: Never logged on
hu: Sosem lépett be

# #20114
source: Profile %i / %i
hu: Profil i% / i%

# #20115
source: User login / Select a profile
hu: Belépés / Válasszon profilt

# #20116
source: Use lock on login screen
hu: Zárolás a bejelentkező képernyőn

# #20117
source: Invalid lock code.
hu: Érvénytelen zárolási kód.

# #20118
source: This requires the master lock to be set.
hu: Ehhez a mesterkód beállítása szükséges.

# #20119
source: Would you like to set it now?
hu: Kívánja most beállítani?

# #20120
source: Loading program information
hu: Program-infó betöltése

# #20121
source: Party on!
hu: Party indul!

# #20122
source: True
hu: Igaz

# #20123
source: Mixing drinks
hu: Italok mixelése

# #20124
source: Filling glasses
hu: Poharak megtöltése

# #20125
source: Logged on as
hu: Belépve mint

# #20126
source: Log off
hu: Kilépés

# #20128
source: Go to root
hu: Gyökérbe

# #20129
source: Weave
hu: Összefonás

# #20130
source: Weave (inverted)
hu: Összefonás (Inverz)

# #20131
source: Blend
hu: Kever

# #20132
source: Restart video
hu: Videó újraindítása

# #20133
source: Edit network location
hu: Hálózati hely módosítása

# #20134
source: Remove network location
hu: Hálózati hely törlése

# #20135
source: Do you want to scan the folder?
hu: Mappa átvizsgálása?

# #20136
source: Memory unit
hu: Memóriakártya

# #20137
source: Memory unit mounted
hu: Memóriakártya felcsatolva

# #20138
source: Unable to mount memory unit
hu: Memóriakártya felcsatolása sikertelen

# #20139
source: In port %i, slot %i
hu: Port %i, csatlakozó %i

# #20140
source: Lock screensaver
hu: Képernyőkímélő zárolása

# #20141
source: Set
hu: Beállítva

# #20142
source: Username
hu: Felhasználónév

# #20143
source: Enter password for
hu: Jelszó megadása

# #20144
source: Shutdown timer
hu: Időzített leállítás

# #20145
source: Shutdown interval (in minutes)
hu: Leállítás ideje (percben)

# #20146
source: Started, shutdown in %im
hu: Leállítás %i perc után

# #20147
source: Shutdown in 30 minutes
hu: Leállítás 30 perc után

# #20148
source: Shutdown in 60 minutes
hu: Leállítás 60 perc után

# #20149
source: Shutdown in 120 minutes
hu: Leállítás 120 perc után

# #20150
source: Custom shutdown timer
hu: Egyedi időzítés

# #20151
source: Cancel shutdown timer
hu: Időzített leállítás megszakítása

# #20152
source: Lock preferences for %s
hu: Tulajdonságok zárolása %s számára

# #20153
source: Browse...
hu: Tallózás...

# #20154
source: Summary information
hu: Alapinformációk

# #20155
source: Storage information
hu: Tároló információk

# #20156
source: Hard disk information
hu: HDD információk

# #20157
source: DVD-ROM information
hu: DVD-ROM információk

# #20158
source: Network information
hu: Hálózat információk

# #20159
source: Video information
hu: Videó információk

# #20160
source: Hardware information
hu: Hardver információk

# #20161
source: Total
hu: Teljes

# #20162
source: Used
hu: Használatban

# #20163
source: of
hu: per

# #20164
source: Locking not supported
hu: Zárolás nem támogatott

# #20165
source: Not locked
hu: Nincs zárolva

# #20166
source: Locked
hu: Zárolva

# #20167
source: Frozen
hu: Fagyasztva

# #20168
source: Requires reset
hu: Újraindítás szükséges

# #20169
source: Week
hu: Hét

# #20170
source: Line
hu: Sor

# #20171
source: Windows network (SMB)
hu: Windows hálózat (SMB)

# #20172
source: XBMSP server
hu: XBSMP kiszolgáló

# #20173
source: FTP server
hu: FTP kiszolgáló

# #20174
source: iTunes music share (DAAP)
hu: iTunes zenei megosztás (DAAP)

# #20175
source: UPnP server
hu: UPnP kiszolgáló

# #20176
source: Show video info
hu: Videóinformáció megjelenítése

# #20177
source: Done
hu: Rendben

# #20180
source: Symbols
hu: Szimbólum

# #20181
source: Backspace
hu: Törlés

# #20182
source: Space
hu: Szóköz

# #20183
source: Reload skin
hu: Felhasználói felület újraindítása

# #20184
source: Rotate pictures using EXIF information
hu: Forgatás EXIF információ alapján

# #20185
source: Use poster view styles for TV shows
hu: Poszter nézet használata sorozatoknál

# #20186
source: Please wait
hu: Kérem várjon

# #20187
source: Backing up EEPROM
hu: EEPROM mentése

# #20188
source: Backing up BIOS
hu: BIOS mentése

# #20189
source: Enable auto scrolling for plot & review
hu: Automatikus sorgörgetés a filmtartalom megjelenítésekor

# #20190
source: Custom
hu: Saját

# #20191
source: Enable debug logging
hu: Naplózás engedélyezése

# #20192
source: Download additional information during updates
hu: Médiaadatok frissítésekor kiegészítő információk letöltése

# #20194
source: Default service for music information
hu: Alapértelmezett scraper

# #20195
source: Change scraper
hu: Leolvasó váltása

# #20196
source: Export music library
hu: Zenetár exportálása

# #20197
source: Import music library
hu: Zenetár importálása

# #20198
source: No artist found!
hu: Előadó nem található!

# #20199
source: Downloading artist info failed
hu: Előadóinformáció letöltése sikertelen

# #20250
source: Party on! (videos)
hu: Party indul! (videók)

# #20251
source: Mixing drinks (videos)
hu: Italok mixelése (videók)

# #20252
source: Filling glasses (videos)
hu: poharak megtöltése (videók)

# #20253
source: WebDAV server (HTTP)
hu: WebDAV kiszolgáló (HTTP)

# #20254
source: WebDAV server (HTTPS)
hu: WebDAV kiszolgáló (HTTPS)

# #20258
source: MythTV client
hu: MythTV PVR ügyfél

# #20300
source: Web server directory (HTTP)
hu: Webkiszolgáló könyvtár (HTTP)

# #20301
source: Web server directory (HTTPS)
hu: Webkiszolgáló könyvtár (HTTPS)

# #20302
source: Unable to write to folder:
hu: Mentés a következő mappába sikertelen:

# #20303
source: Do you want to skip and proceed?
hu: Kihagyod és továbblépsz?

# #20304
source: RSS Feed
hu: RSS forrás

# #20306
source: Unknown. Please add MD5 from xbmc.log to BiosIDs.ini.
hu: Ismeretlen. Hozzá kell adni az MD5-öt az xbmc.log-ból a BiosIDs.ini-hez.

# #20307
source: Secondary DNS
hu: Másodlagos DNS

# #20308
source: DHCP server:
hu: DHCP kiszolgáló:

# #20309
source: Make new folder
hu: Új mappa létrehozása

# #20310
source: Dim LCD on playback
hu: LCD halványítás lejátszás közben

# #20311
source: Unknown or onboard (protected)
hu: Ismeretlen vagy alaplapi (védett)

# #20312
source: Dim LCD on paused
hu: LCD halványítás szünet közben

# #20313
source: Switch LED back on if paused
hu: LED visszakapcsolás szünet idejére

# #20314
source: Videos - Library
hu: Videók - Médiatár

# #20315
source: Game saves
hu: Játékok mentései

# #20316
source: Sort by: ID
hu: ID szerint

# #20317
source: Download saves
hu: Letöltött mentések

# #20318
source: Save game installed On HDD
hu: Játék mentések elhelyezése HDD-re

# #20319
source: Failed to download game save
hu: A játék mentését nem sikerült letölteni

# #20320
source: Select game save to download and install
hu: Telepítésre szánt játékmentés kiválasztása

# #20321
source: No online save found for specified game
hu: Nincs online játékmentés a megadott játékra

# #20322
source: Go to game save
hu: Játékmentésekhez

# #20323
source: Game saves
hu: Játékmentések

# #20324
source: Play part...
hu: Rész lejátszása...

# #20325
source: Calibration reset
hu: Kalibráció visszaállítása

# #20326
source: This will reset the calibration values for %s
hu: Kalibrációs értékek törlése %s számára

# #20327
source: to it's default values.
hu: az alapbeállítás értékei

# #20328
source: Browse for destination
hu: Tallózás

# #20330
source: Use folder names for lookups
hu: Használja a mappanevet a keresésekhez

# #20331
source: File
hu: Fájl

# #20332
source: Use file or folder names in lookups?
hu: Mappa- vagy fájlnevek használata kereséskor?

# #20333
source: Set content
hu: Tartalommegadás

# #20334
source: Folder
hu: Mappa

# #20335
source: Look for content recursively?
hu: Tartalom rekurzív keresése?

# #20336
source: Unlock sources
hu: Forrászárolás feloldása

# #20337
source: Actor
hu: Színész

# #20338
source: Movie
hu: Film

# #20339
source: Director
hu: Rendező

# #20340
source: Do you want to remove all items within
hu: A megadott elérési út minden elemének

# #20341
source: this path from the library?
hu: eltávolítása az XBMC médiatárból?

# #20342
source: Movies
hu: Filmek

# #20343
source: TV shows
hu: Sorozatok

# #20344
source: This directory contains
hu: A könyvtár tartalma

# #20345
source: Run automated scan
hu: Automatikus átvizsgálás

# #20346
source: Scan recursively
hu: Rekurzív átvizsgálás

# #20347
source: as
hu: mint

# #20348
source: Directors
hu: Rendezők

# #20349
source: No video files found in this path!
hu: Nem található videófájl a megadott elérésiúton!

# #20350
source: votes
hu: szavazat

# #20351
source: TV show information
hu: Sorozat információ

# #20352
source: Episode information
hu: Epizód információ

# #20353
source: Loading TV show details
hu: Sorozat információ betöltése

# #20354
source: Fetching episode guide
hu: Epizódkalauz letöltése

# #20355
source: Loading info for episodes in directory
hu: Információ betöltése a könyvtárban található epizódokhoz

# #20356
source: Select TV show:
hu: Sorozat választása:

# #20357
source: Enter the TV show name
hu: Sorozat neve

# #20358
source: Season %i
hu: Évad %i

# #20359
source: Episode
hu: Epizód

# #20360
source: Episodes
hu: Epizód

# #20361
source: Loading episode details
hu: Epizódrészletek betöltése

# #20362
source: Remove episode from library
hu: Epizód eltávolítása a médiatárból

# #20363
source: Remove TV show from library
hu: Sorozat eltávolítása a médiatárból

# #20364
source: TV show
hu: Sorozat

# #20365
source: Episode plot
hu: Epizód tartalma

# #20366
source: * All seasons
hu: * Összes évad

# #20367
source: Hide watched
hu: Látottak rejtve

# #20368
source: Prod code
hu: Prod kód

# #20369
source: Show plot for unwatched items
hu: Tartalom megjelenítése nem látott filmek esetén

# #20370
source: * Hidden to prevent spoilers *
hu: * Elrejtve, spoiler-védelem miatt *

# #20371
source: Set season thumb
hu: Évad minikép beállítása

# #20372
source: Season image
hu: Évad kép

# #20373
source: Season
hu: Évad

# #20374
source: Downloading movie information
hu: Film információ letöltése

# #20375
source: Unassign content
hu: Tartalom hozzárendelés megszüntetése

# #20376
source: Original title
hu: Eredeti cím

# #20377
source: Refresh TV show information
hu: Sorozat információ frissítése

# #20378
source: Refresh info for all episodes?
hu: Minden epizód frissítése?

# #20379
source: Selected folder contains a single TV show
hu: A kiválasztott mappa egyetlen sorozatot tartalmaz

# #20380
source: Exclude selected folder from scans
hu: A kiválasztott mappa kihagyása az átvizsgálásokból

# #20381
source: Specials
hu: Egyediek

# #20382
source: Automatically grab season thumbs
hu: Évad bélyegképek automatikus letöltése

# #20383
source: Selected folder contains a single video
hu: A kiválasztott mappa egyetlen videót tartalmaz

# #20384
source: Link to TV show
hu: Hivatkozás a sorozathoz

# #20385
source: Remove link to TV show
hu: Sorozat hivatkozás törlése

# #20386
source: Recently added movies
hu: Nemrég bekerült filmek

# #20387
source: Recently added episodes
hu: Nemrég bekerült epizódok

# #20388
source: Studios
hu: Stúdiók

# #20389
source: Music videos
hu: Videóklipek

# #20390
source: Recently added music videos
hu: Nemrég bekerült videóklipek

# #20391
source: Music video
hu: Videóklip

# #20392
source: Remove music video from library
hu: Videóklip eltávolítása a médiatárból

# #20393
source: Music video information
hu: Videóklip információ

# #20394
source: Loading music video information
hu: Videóklip információ betöltése

# #20395
source: Mixed
hu: Kevert

# #20396
source: Go to albums by artist
hu: Albumhoz, előadó szerint

# #20397
source: Go to album
hu: Albumhoz

# #20398
source: Play song
hu: Zeneszám lejátszása

# #20399
source: Go to music videos from album
hu: Videóklipekhez, az albumról

# #20400
source: Go to music videos by artist
hu: Videóklipekhez, előadótól

# #20401
source: Play music video
hu: Videóklip lejátszása

# #20402
source: Download actor thumbnails when adding to library
hu: Színész miniképek letöltése médiatárhoz való hozzáadáskor

# #20403
source: Set actor thumb
hu: Színész minikép beállítás

# #20405
source: Remove episode bookmark
hu: Epizód-könyvj. törlése

# #20406
source: Set episode bookmark
hu: Epizód-könyvjelző

# #20407
source: Scraper settings
hu: Leolvasó beállításai

# #20408
source: Downloading music video information
hu: Videóklip információ letöltése

# #20409
source: Downloading TV show information
hu: Sorozat információ letöltése

# #20410
source: Trailer
hu: Filmajánló

# #20411
source: Flatten
hu: Listák szűkítése

# #20412
source: Flatten TV shows
hu: Szűkítés (TV műsor)

# #20413
source: Get Fanart
hu: Fanart letöltés

# #20414
source: Show Fanart in video and music libraries
hu: Fanart megjelenítése a médiatárban

# #20415
source: Scanning for new content
hu: Új tartalom keresése

# #20416
source: First aired
hu: Első adás

# #20417
source: Writer
hu: Írta

# #20418
source: Clean file and folder names
hu: Fájl és mappanevek tisztítása

# #20420
source: Never
hu: Soha

# #20421
source: If only one season
hu: Csak, ha egy évad van

# #20422
source: Always
hu: Mindig

# #20423
source: Has trailer
hu: Van filmajánló

# #20424
source: False
hu: Hamis

# #20425
source: Fanart slideshow
hu: Fanartkép vetítés

# #20426
source: Export to a single file or separate
hu: Exportálás egyetlen fájlba, vagy

# #20427
source: files per entry?
hu: külön-külön adatbázis bejegyzésenként?

# #20428
source: Single file
hu: Egyetlen fájl

# #20429
source: Separate
hu: Külön-külön

# #20430
source: Export thumbnails and fanart?
hu: Miniképek és fanartképek exportálása?

# #20431
source: Overwrite old files?
hu: Korábbi fájlok felülírása?

# #20432
source: Exclude path from library updates
hu: Elérési út kihagyása a médiatár-frissítésekor

# #20433
source: Extract thumbnails and video information
hu: Média információk és miniképek kinyerése

# #20434
source: Sets
hu: Lemezgyűjtemény

# #20435
source: Set movieset thumb
hu: BOXSET bélyegkép

# #20436
source: Export actor thumbs?
hu: Színész-miniképek exportálása?

# #20437
source: Choose fanart
hu: Fanartkép választás

# #20438
source: Local fanart
hu: Helyi fanartkép

# #20439
source: No fanart
hu: Nincs fanartkép

# #20440
source: Current fanart
hu: Jelenlegi fanartkép

# #20441
source: Remote fanart
hu: Távoli fanartkép

# #20442
source: Change content
hu: Tartalom változtatása

# #20443
source: Do you want to refresh info for all
hu: Akarod frissíteni az infó-t minden

# #20444
source: items within this path?
hu: elemhez ezen az útvonalon?

# #20445
source: Fanart
hu: Fanartkép

# #20446
source: Locally stored information found.
hu: Helyben tárolt információt találtam.
