Repository: Rocky5/XBMC4Gamers
Catalog: Mod Files/system/language/Hungarian/strings.po
Languages: hu

# #13147
source: to continue controlling it. Do you want to proceed?
hu: lehetőségének elvesztését jelentheti. Folytatod?

# #13150
source: HDD key:
hu: HDD kulcs:

# #13151
source: HDD temp:
hu: HDD hőmérséklet:

# #13152
source: DVD model:
hu: DVD típusa:

# #13154
source: HDD model:
hu: HDD típusa:

# #13155
source: HDD serial:
hu: HDD sorozatszáma:

# #13157
source: HDD password:
hu: HDD jelszó:

# #13158
source: HDD lock state:
hu: HDD zár állása:

# #13159
source: Subnet mask
hu: Alhálózati maszk

# #13160
source: Gateway
hu: Átjáró

# #13161
source: Primary DNS
hu: Elsődleges DNS

# #13162
source: Initialize failed
hu: A beállítás meghiúsult

# #13163
source: Gamepad
hu: GamePad ezen a porton:

# #13164
source: Keyboard
hu: Billentyűzet ezen a porton:

# #13165
source: Mouse
hu: Egér ezen a porton:

# #13166
source: Head/Microphone
hu: Headset ezen a porton:

# #13167
source: Memory unit
hu: MemoryStick ezen a porton:

# #13168
source: IR-Remote
hu: Távirányító ezen a porton:

# #13169
source: Controller port
hu: Vezérlő port

# #13170
source: Never
hu: Soha

# #13171
source: Immediately
hu: Azonnal

# #13172
source: After %i secs
hu: %i másodperc után

# #13173
source: HDD install date:
hu: HDD telepítés dátuma:

# #13174
source: HDD power cycle count:
hu: HDD indítások száma:

# #13200
source: Profiles
hu: Profilok

# #13201
source: Delete profile '%s'?
hu: Törlöd ezt a profilt: '%s'?

# #13204
source: Last loaded profile:
hu: Utoljára betöltött profil:

# #13205
source: Unknown
hu: Ismeretlen

# #13206
source: Overwrite
hu: Felülírás

# #13208
source: Alarm clock
hu: Ébresztőóra

# #13209
source: Alarm clock interval (in minutes)
hu: Jelzés intervalluma (hány perc múlva)

# #13210
source: Started, alarm in %im
hu: Elindítva, ébresztés %i perc múlva

# #13211
source: Alarm!
hu: Ébresztés!

# #13212
source: Canceled with %im%is left
hu: Megszakítva, %i perc %i mp volt még hátra

# #13249
source: Search for subtitles in RARs
hu: Feliratok keresése RAR fájlokban

# #13250
source: Browse for subtitle...
hu: Felirat keresése...

# #13251
source: Move item
hu: Elem átmozgatása

# #13252
source: Move item here
hu: Elem átmozgatása ide

# #13253
source: Cancel move
hu: Átmozgatás megszakítása

# #13270
source: Hardware:
hu: Hardver:

# #13271
source: CPU Usage:
hu: CPU Terhelés:

# #13274
source: Connected, but no DNS is available.
hu: Csatlakoztatva, de nincs elérhető DNS

# #13275
source: Hard Disk
hu: Merevlemez

# #13277
source: Storage
hu: Háttértárak

# #13278
source: Default
hu: Alapértelmezett

# #13279
source: Network
hu: Hálózat

# #13280
source: Video
hu: Videó

# #13281
source: Hardware
hu: Hardver

# #13283
source: Operating system:
hu: Operációs rendszer:

# #13284
source: CPU speed:
hu: CPU sebesség:

# #13285
source: Detected BIOS:
hu: BIOS:

# #13286
source: Video encoder:
hu: Videó kódoló:

# #13287
source: Screen resolution:
hu: Képernyő felbontása:

# #13288
source: Xbox version:
hu: Xbox verzió:

# #13289
source: Xbox serial number:
hu: Xbox sorozatszám:

# #13290
source: Xbox manufacturer:
hu: Xbox gyártó:

# #13292
source: A/V cable:
hu: Hang/Kép kábel:

# #13293
source: Video & XBE region:
hu: Videó és XBE régió:

# #13294
source: DVD region:
hu: DVD régió:

# #13296
source: Connected
hu: Csatlakoztatva

# #13297
source: Not connected. Check network settings.
hu: Nincs csatlakozás. Hálózati beállítások ellenőrzése szükséges.

# #13298
source: Xbox Live key:
hu: Xbox Live kulcs:

# #13299
source: Target temperature
hu: Célhőmérséklet

# #13300
source: Fan speed
hu: Ventilátorsebesség

# #13301
source: Auto temperature control
hu: Automata hőmérséklet-vezérlés

# #13302
source: Fan speed override
hu: Ventilátorsebesség felülbírálása

# #13303
source: - Fonts
hu: - Betűtípus

# #13304
source: Enable flipping bi-directional strings
hu: Kétirányú szövegek megfordítása

# #13305
source: Show RSS news feeds
hu: RSS hírek bekapcsolása

# #13306
source: Show parent folder items
hu: Szülőmappaelemek megjelenítése

# #13307
source: Track naming template
hu: Zeneszám elnevezés-sablon

# #13308
source: Do you wish to reboot your system
hu: Teljes rendszer újraindítása

# #13309
source: instead of just XBMC?
hu: csak az XBMC helyett?

# #13310
source: Zoom effect
hu: Nagyítás hatás

# #13311
source: Float effect
hu: Úszó hatás

# #13312
source: Black bar reduction
hu: Fekete sáv csökkentés

# #13313
source: Restart
hu: Újraindítás

# #13314
source: Crossfade between songs
hu: Zeneszámok egymásbakeverése

# #13315
source: Regenerate thumbnails
hu: Miniképek újragenerálása

# #13316
source: Recursive thumbnails
hu: Rekurzív miniképek

# #13317
source: View slideshow
hu: Diavetítés

# #13318
source: Recursive slideshow
hu: Rekurzív diavetítés

# #13319
source: Randomize
hu: Véletlenszerű

# #13320
source: Stereo
hu: Sztereó

# #13321
source: Left only
hu: Csak a bal

# #13322
source: Right only
hu: Csak a jobb

# #13323
source: Enable karaoke support
hu: Karaoke-támogatás engedélyezése

# #13324
source: Background transparency
hu: Háttér átlátszósága

# #13325
source: Foreground transparency
hu: Előtér átlátszósága

# #13326
source: A/V delay
hu: Hang/Kép késleltetés

# #13328
source: %s not found
hu: %s nem található

# #13329
source: Error opening %s
hu: Hiba a(z) %s megnyitása közben

# #13330
source: Unable to load %s
hu: Hiba a(z) %s betöltése közben

# #13331
source: Error: Out of memory
hu: Hiba: Kevés a memória.

# #13332
source: Move up
hu: Mozgatás fel

# #13333
source: Move down
hu: Mozgatás le

# #13334
source: Edit label
hu: Cím szerkesztése

# #13335
source: Make default
hu: Alapértelmezetté tesz

# #13336
source: Remove button
hu: Gomb eltávolítása

# #13338
source: Front LED
hu: Elülső LED

# #13339
source: Front LED colour
hu: Elülső LED színe

# #13340
source: Leave as is
hu: Maradjon az eredeti

# #13341
source: Green
hu: Zöld

# #13342
source: Orange
hu: Narancs

# #13343
source: Red
hu: Vörös

# #13344
source: Cycle
hu: Váltakozó

# #13345
source: Switch LED off on playback
hu: LED kikapcsolása lejátszás alatt

# #13346
source: Movie information
hu: Film információ

# #13347
source: Queue item
hu: Lejátszási sorba tesz

# #13348
source: Search IMDb...
hu: Keresés az IMDB-n...

# #13349
source: Scan for new content
hu: Új tartalom keresése

# #13350
source: Now playing...
hu: Aktuális játszáslista...

# #13351
source: Album information
hu: Album információ

# #13352
source: Scan item to library
hu: Hozzáadás médiatárhoz

# #13353
source: Stop scanning
hu: Átvizsgálás leállítása

# #13354
source: Render method
hu: Renderelés módja

# #13355
source: Low quality pixel shader
hu: Alacsony minőségű pixel-árnyékoló

# #13356
source: Hardware overlays
hu: Hardveres képréteg-átfedések

# #13357
source: High quality pixel shader
hu: Magas minőségű pixel-árnyékoló

# #13358
source: Play item
hu: Elem lejátszása

# #13359
source: Set artist thumb
hu: Előadó minikép

# #13360
source: Automatically generate thumbnails
hu: Automatikus minikép generálás

# #13361
source: Enable voice
hu: Hang engedélyezése

# #13375
source: Enable device
hu: Eszköz engedélyezése

# #13376
source: Volume
hu: Hangerő

# #13377
source: Default view mode
hu: Alapértelmezett nézet

# #13378
source: Default brightness
hu: Alapértelmezett fényerő

# #13379
source: Default contrast
hu: Alapértelmezett kontraszt

# #13380
source: Default gamma
hu: Alapértelmezett gamma

# #13381
source: Resume video
hu: Videó folytatása

# #13382
source: Voice mask - Port 1
hu: Hangmaszk - 1. port

# #13383
source: Voice mask - Port 2
hu: Hangmaszk - 2. port

# #13384
source: Voice mask - Port 3
hu: Hangmaszk - 3. port

# #13385
source: Voice mask - Port 4
hu: Hangmaszk - 4. port

# #13386
source: Use time based seeking
hu: Idő-alapú pörgetés

# #13387
source: Track naming template - right
hu: Zeneszám formátum-sablon (jobb oldalt megjelenő oszlopra)

# #13388
source: Preset
hu: Előbeállítások

# #13389
source: There are no presets available for this visualization
hu: Nincs előbeállítás ehhez a vizualizációhoz

# #13390
source: There are no settings available for this visualization
hu: Nincs altípusa ennek a vizualizációnak

# #13391
source: Eject/Load
hu: Tálcát nyit/zár

# #13392
source: Use visualization if playing audio
hu: Vizualizáció használata zenelejátszás esetén

# #13393
source: Calculate size
hu: Méret kiszámolása

# #13394
source: Calculating folder size
hu: Mappa méretének kiszámolása

# #13395
source: Video settings
hu: Kép beállítások

# #13396
source: Audio and subtitle settings
hu: Hang és felirat beállítások

# #13397
source: Enable subtitles
hu: Feliratok bekapcsolása

# #13398
source: Shortcuts
hu: Parancsikonok

# #13399
source: Ignore articles when sorting (e.g. "the")
hu: Névelő figyelmen kívül hagyása névsorba rendezésnél

# #13400
source: Crossfade between songs on the same album
hu: Egymásbakeverés ugyanazon albumon belüli számoknál

# #13401
source: Browse for %s
hu: %s keresése

# #13402
source: Show track position
hu: Szám pozíció kijelzése

# #13403
source: Clear default
hu: Alapértelmezés törlése

# #13404
source: Resume
hu: Folytatás

# #13405
source: Get thumb
hu: Minikép

# #13406
source: Picture information
hu: Képinformáció

# #13407
source: %s presets
hu: %s előbeállítás

# #13408
source: (IMDb user rating)
hu: (IMDb nézői értékelés)

# #13410
source: Tune in on Last.fm
hu: Keresés a Last.fm-en

# #13411
source: Minimum fan speed
hu: Minimum ventilátor-sebesség

# #13413
source: Downloading
hu: Letöltés folyamatban

# #13414
source: Include artists who appear only on compilations
hu: Válogatáslemezen lévők szerepeltetése az előadólistán

# #13415
source: Render method
hu: Renderelés módja

# #13416
source: Auto detect
hu: Automatikus

# #13417
source: Basic shaders (ARB)
hu: Alap árnyékolók (ARB)

# #13418
source: Advanced shaders (GLSL)
hu: Fejlett árnyékolók (GLSL)

# #13419
source: Software
hu: Szoftveres

# #13420
source: Remove safely
hu: Biztonságos eltávolítás

# #13422
source: Start slideshow here
hu: Diavetítés indítása innen

# #13423
source: Remember for this path
hu: Megjegyzés ennél a helynél

# #13424
source: Use pixel buffer objects
hu: Pixel buffer objektumok használata

# #13500
source: A/V sync method
hu: Hang/Kép szinkron ehhez

# #13501
source: Audio clock
hu: Hang-órajel (hang érintetlen)

# #13502
source: Video clock (Drop/Dupe audio)
hu: Kép-órajel (hang duplázás/kiejtés)

# #13503
source: Video clock (Resample audio)
hu: Kép-órajel (hang sebesség váltás)

# #13504
source: Maximum resample amount (%)
hu: Maximális újrakeverés (%)

# #13505
source: Resample quality
hu: Újramintavételezés minősége

# #13506
source: Low(fast)
hu: Alacsony(gyors)

# #13507
source: Medium
hu: Közepes

# #13508
source: High
hu: Magas

# #13509
source: Really high(slow!)
hu: Nagyon magas(lassú!)

# #13510
source: Sync playback to display
hu: Lejátszás szinkronizálása a megjelenítőhöz

# #13600
source: Apple remote
hu: Apple távirányító

# #13602
source: Allow start of XBMC using the remote
hu: XBMC indítható legyen távirányítóval

# #13603
source: Sequence delay time
hu: Szekvencia késleltetési idő

# #13610
source: Disabled
hu: Letiltva

# #13612
source: Universal Remote
hu: Univerzális távirányító

# #13613
source: Multi Remote (Harmony)
hu: Multi távirányító (Harmony)

# #13620
source: Apple Remote Error
hu: Apple távirányító hiba

# #13621
source: Apple Remote support could be enabled.
hu: Apple távirányító támogatás engedélyezhető

# #14000
source: Stack
hu: Egyesítés: be

# #14001
source: Unstack
hu: Egyesítés: ki

# #14003
source: Downloading playlist file...
hu: Lejátszáslista letöltése...

# #14004
source: Downloading streams list...
hu: Adatfolyamlista letöltése...

# #14005
source: Parsing streams list...
hu: Adatfolyamlista előkészítése...

# #14006
source: Downloading streams list failed
hu: Adatfolyamlista letöltése sikertelen

# #14007
source: Downloading playlist file failed
hu: Hiba a lejátszáslista letöltése közben

# #14009
source: Games directory
hu: Játék könyvtár

# #14010
source: Auto switch to thumbs based on
hu: Automatikus váltás miniképekre a következő alapján

# #14011
source: Enable auto switching to thumbs view
hu: Automatikus váltás miniképek nézetre

# #14012
source: - Use large icons
hu: - Nagy ikonok használata

# #14013
source: - Switch based on
hu: - Váltás a következő alapján

# #14014
source: - Percentage
hu: - Százalék

# #14015
source: No files and at least one thumb
hu: Nincs fájl, de minimum egy minikép

# #14016
source: At least one file and thumb
hu: Minimum egy fájl és minikép

# #14017
source: Percentage of thumbs
hu: Miniképek mérete

# #14018
source: View options
hu: Nézet beállítások

# #14019
source: Change area code 1
hu: 1. Régió beállítása

# #14020
source: Change area code 2
hu: 2. Régió beállítása

# #14021
source: Change area code 3
hu: 3. Régió beállítása

# #14022
source: Library
hu: Médiatár

# #14023
source: No TV
hu: Nincs TV

# #14024
source: Enter the nearest large town
hu: Legközelebbi nagyváros

# #14025
source: Video/Audio/DVD cache - Harddisk
hu: Video/Audio/DVD gyorsítótár - Merevlemez

# #14026
source: Video cache - DVD-ROM
hu: Videó gyorsítótár - DVD-ROM

# #14027
source: - Local Network
hu: - Helyi Hálózat

# #14030
source: Audio cache - DVD-ROM
hu: Hang gyorsítótár - DVD-ROM

# #14031
source: - Local Network
hu: - Helyi Hálózat

# #14034
source: DVD cache - DVD-ROM
hu: DVD gyorsítótár - DVD-ROM

# #14035
source: - Local Network
hu: - Helyi Hálózat

# #14036
source: Services
hu: Szolgáltatások

# #14038
source: Network settings changed
hu: A hálózati beállítások megváltoztatva

# #14039
source: XBMC requires to restart to change your
hu: Az XBMC-t újra kell indítani, a hálózati beállítások

# #14040
source: network setup. Would you like to restart now?
hu: megváltoztatásához. Újraindítás most?

# #14043
source: - Shutdown while playing
hu: - Leállítás lejátszás közben

# #14044
source: %i min
hu: %i perc

# #14045
source: %i sec
hu: %i mp.

# #14048
source: %i kbps
hu: %i kb/s

# #14051
source: Time format
hu: Időformátum(12/24)

# #14052
source: Date format
hu: Dátumformátum(N-H/H-N)

# #14053
source: GUI filters
hu: GUI szűrők

# #14055
source: Use background scanning
hu: Átvizsgálás a háttérben

# #14056
source: Stop scan
hu: Átvizsgálás leállítása

# #14057
source: Not possible while scanning for media info
hu: Médiainfó átvizsgálása közben nem lehetséges

# #14058
source: Film grain effect
hu: Filmszemcsézet (grain) hatás

# #14059
source: Search for thumbnails on remote shares
hu: Miniképek keresése távoli megosztásokon

# #14060
source: Unknown type cache - Internet
hu: Ismeretlen típusú gyorsítótár - Internet

# #14062
source: Enter username for
hu: Felhasználónév a következőhöz:

# #14063
source: Date & time
hu: Dátum és Idő

# #14064
source: Set date
hu: Dátum beállítása

# #14065
source: Set time
hu: Idő beállítása

# #14066
source: Enter the time in 24 hour HH:MM format
hu: Idő beállítása (ÓÓ:PP formátumban)

# #14067
source: Enter the date in DD/MM/YYYY format
hu: Dátum beállítása (NN/HH/ÉÉÉÉ formátumban)

# #14068
source: Enter the IP address
hu: IP cím beállítása

# #14069
source: Apply these settings now?
hu: Változások érvényesítése?

# #14070
source: Apply changes now
hu: Változások érvényesítése

# #14071
source: Allow file renaming and deletion
hu: Fájltörlés és átnevezés engedélyezése

# #14074
source: Set timezone
hu: Időzóna beállítása

# #14075
source: Use daylight saving time
hu: Automatikus téli/nyári időszámítás

# #14076
source: Add to favourites
hu: Hozzáadás kedvencekhez

# #14077
source: Remove from favourites
hu: Eltávolítás kedvencekből

# #14078
source: - Colours
hu: - Szín

# #14079
source: Timezone country
hu: Időzóna (ország)

# #14080
source: Timezone
hu: Időzóna

# #14081
source: File lists
hu: Fájllisták

# #14082
source: Show EXIF picture information
hu: EXIF képinformációk megjelenítése

# #14083
source: Use a fullscreen window rather than true fullscreen
hu: Maximált ablak használata, igazi teljesképernyős-mód helyett

# #14084
source: Queue songs on selection
hu: Zeneszám kiválasztására hozzáadás a játszáslistához

# #14085
source: Play audio CDs automatically
hu: Zene CD autojátszása

# #14086
source: Playback
hu: Lejátszás

# #14087
source: DVDs
hu: DVD lemezek

# #14088
source: Play DVDs automatically
hu: DVD lemezek automatikus lejátszása

# #14089
source: Font to use for text subtitles
hu: Feliratok betűtípusa

# #14090
source: International
hu: Nyelv

# #14091
source: Character set
hu: Karakterkészlet

# #14092
source: Debugging
hu: Hibakeresés

# #14093
source: Security
hu: Biztonság

# #14094
source: Input devices
hu: Beviteli-eszközök

# #14095
source: Power saving
hu: Energiakezelés

# #15015
source: Remove
hu: Törlés

# #15016
source: Games
hu: Játékok

# #15019
source: Add
hu: Hozzáadás

# #15052
source: Password
hu: Jelszó

# #15100
source: Library
hu: Médiatár

# #15101
source: Database
hu: Adatbázis

# #15102
source: * All albums
hu: * Minden album

# #15103
source: * All artists
hu: * Minden előadó

# #15104
source: * All songs
hu: * Minden zeneszám

# #15105
source: * All genres
hu: * Minden műfaj

# #15107
source: Buffering...
hu: Előtöltés...

# #15108
source: Navigation sounds
hu: Navigációs hangok

# #15109
source: Skin default
hu: Felszín alapértelmezése

# #15111
source: - Theme
hu: - Téma

# #15112
source: Default theme
hu: Alapértelmezett téma

# #15201
source: Submit songs to Last.fm
hu: Zene információk elküldése az LastFM-nek

# #15202
source: Last.fm username
hu: LastFM felhasználónév

# #15203
source: Last.fm password
hu: LastFM Jelszó

# #15204
source: Unable to handshake: sleeping...
hu: Kapcsolódás sikertelen...

# #15205
source: Please update XBMC
hu: XBMC frissítése szükséges

# #15206
source: Bad authorization: Check username and password
hu: Sikertelen azonosítás

# #15207
source: Connected
hu: Csatlakoztatva

# #15208
source: Not connected
hu: Nincs csatlakozás

# #15209
source: Submit interval %i
hu: Küldési gyakoriság %i

# #15210
source: Cached %i songs
hu: %i dalok cache-elve

# #15211
source: Submitting...
hu: Küldés...

# #15212
source: Submitting in %i secs
hu: Küldés %i mp. múlva

# #15213
source: Play using...
hu: Egyéb lejátszóval...

# #15214
source: Use smoothed A/V synchronization
hu: Egyenletesített A/V szinkronizáció

# #15215
source: Hide file names in thumbs view
hu: Fájlnevek elrejtése minikép nézetben

# #15216
source: Play in party mode
hu: Lejátszás partymódban

# #15217
source: Submit songs to Libre.fm
hu: Zeneszámok feladása a Libre.fm-re

# #15218
source: Libre.fm username
hu: Libre.fm felhasználónév

# #15219
source: Libre.fm password
hu: Libre.fm jelszó

# #15221
source: Song submission
hu: Scrobbler

# #15250
source: Submit Last.fm radio to Last.fm
hu: Last.fm adó küldése a last.fm-nek

# #15251
source: Connecting to Last.fm...
hu: Csatlakozás a Last.fm-hez

# #15252
source: Selecting station...
hu: Állomás kiválasztása

# #15253
source: Search similar artists...
hu: Hasonló előadók keresése

# #15254
source: Search similar tags...
hu: Hasonló címkék keresése

# #15255
source: Your profile (%name%)
hu: Profilod (%name%)

# #15256
source: Overall top tags
hu: Legnépszerűbb címkék

# #15257
source: Top artists for tag %name%
hu: Legjobb előadók: %name%

# #15258
source: Top albums for tag %name%
hu: Legjobb albumok: %name%

# #15259
source: Top tracks for tag %name%
hu: Legjobb számok: %name%

# #15260
source: Listen to tag %name% Last.fm radio
hu: %name% hallgatása last.fm-ről

# #15261
source: Similar artists as %name%
hu: Hasonló előadók ehhez: %name%

# #15262
source: Top %name% albums
hu: %name% legnépszerűbb albumai

# #15263
source: Top %name% tracks
hu: A legnépszerűbb %name% számok

# #15264
source: Top %name% tags
hu: Legnépszerűbb címkék ehhez: %name%

# #15265
source: Biggest fans of %name%
hu: %name% legnagyobb rajongói

# #15266
source: Listen to %name% fans Last.fm radio
hu: %name% rajongók rádióinak hallgatása

# #15267
source: Listen to %name% similar artists Last.fm radio
hu: Hasonló előadók hallgatása: %name%

# #15268
source: Top artists for user %name%
hu: %name% kedvenc előadói

# #15269
source: Top albums for user %name%
hu: %name% kedvenc albumai

# #15270
source: Top tracks for user %name%
hu: %name% kedvenc számai

# #15271
source: Friends of user %name%
hu: %name% barátai

# #15272
source: Neighbours of user %name%
hu: %name% zenei "szomszédai"

# #15273
source: Weekly artist chart for %name%
hu: %name%: heti toplista - előadók

# #15274
source: Weekly album chart for %name%
hu: %name%: heti toplista - albumok

# #15275
source: Weekly track chart for %name%
hu: %name%: heti toplista - számok

# #15276
source: Listen to %name%'s neighbours Last.fm radio
hu: %name% zenei "szomszédainak" rádióinak hallgatása

# #15277
source: Listen to %name%'s personal Last.fm radio
hu: %name% rádiójának hallgatása

# #15278
source: Listen to %name%'s mix Last.fm radio
hu: %name% kedvenc számainak hallgatása

# #15279
source: Retrieving list from Last.fm...
hu: Lista lekérése a last.fm-ről

# #15280
source: Can't retrieve list from Last.fm...
hu: Lista nem lekérhető a last.fm-ről...

# #15281
source: Enter an artist name to find related ones
hu: Előadóhoz hasonló keresése

# #15282
source: Enter a tag name to find similar ones
hu: Címke megadása a hasonlók kereséséhez

# #15283
source: Tracks recently listened by %name%
hu: %name% mostanában hallgatott zenéi

# #15284
source: Listen to %name%'s recommendations Last.fm radio
hu: %name% ajánlásainak hallgatása Last.FM rádióról

# #15285
source: Top tags for user %name%
hu: %name% top címkéi

# #15287
source: Do you want to add the current track to your loved tracks?
hu: Jelenlegi szám hozzáadása a kedvenc zenékhez?

# #15288
source: Do you want to ban the current track?
hu: Jelenlegi szám letiltása?

# #15289
source: Added to your loved tracks: '%s'.
hu: Hozzáadva a kedvencekhez: '%s'

# #15290
source: Could not add '%s' to your loved tracks.
hu: '%s' nem adható hozzá a kedvenc zenékhez.

# #15291
source: Banned: '%s'.
hu: Letiltva: '%s'.

# #15292
source: Could not ban '%s'.
hu: '%s' letiltása sikertelen.

# #15293
source: Tracks recently loved by %name%
hu: %name% jelenlegi kedvenc zenéi

# #15294
source: Tracks recently banned by %name%
hu: %name% által mostanában letiltott zenék

# #15295
source: Remove from loved tracks
hu: Ki a LastFm kedvencekből

# #15296
source: Un-ban
hu: Újraengedélyezés?

# #15297
source: Do you want to remove this track from your loved tracks?
hu: Eltávolítás a kedvenc zenék közül?

# #15298
source: Do you want to un-ban this track?
hu: Zeneszám újraengedélyezése?

# #15300
source: Path not found or invalid
hu: Az elérési út érvénytelen, vagy nem található

# #15301
source: Could not connect to network server
hu: Sikertelen csatlakozás a kiszolgálóhoz

# #15302
source: No servers found
hu: Nincs elérhető kiszolgáló

# #15303
source: Workgroup not found
hu: A munkacsoport nem elérhető

# #15310
source: Opening multi-path source
hu: Több elérésiúttal rendelkező forrás megnyitása

# #15311
source: Path:
hu: Elérési út:

# #16000
source: General
hu: Általános

# #16002
source: Internet lookup
hu: Keresés Interneten

# #16003
source: Player
hu: Lejátszó

# #16004
source: Play media from disc
hu: Média lejátszása lemezről

# #16008
source: Enter new title
hu: Új cím

# #16009
source: Enter the movie name
hu: Film címe

# #16010
source: Enter the profile name
hu: Profil neve

# #16011
source: Enter the album name
hu: Album neve

# #16012
source: Enter the playlist name
hu: Lejátszáslista neve

# #16013
source: Enter new filename
hu: Új fájl neve

# #16014
source: Enter folder name
hu: Mappa neve

# #16015
source: Enter directory
hu: Könyvtár

# #16016
source: Available options: %A, %T, %N, %B, %D, %G, %Y, %F, %S
hu: Elérhető beállítások: %A, %T, %N, %B, %D, %G, %Y, %F, %S
