Repository: Rocky5/XBMC4Gamers
Catalog: Mod Files/system/language/Hungarian/strings.po
Languages: hu

# #20447
source: Ignore and refresh from internet?
hu: Elvetés és frissítés az internetről?

# #20448
source: Could not download information
hu: Nem tudtam letölteni az információt

# #20450
source: Would you like to continue scanning?
hu: Szeretnéd a keresést folytatni?

# #20451
source: Countries
hu: Országok

# #20458
source: Group movies in sets
hu: Filmek csoportosítása készletekbe

# #21330
source: Show hidden files and directories
hu: Rejtett fájlok és mappák megjelenítése

# #21331
source: TuxBox client
hu: TuxBox PVR ügyfél

# #21332
source: WARNING: Target TuxBox device is in recording-mode!
hu: FIGYELEM:TuxBox céleszköz felvétel módban lesz!

# #21333
source: The stream will be stopped!
hu: Az adatfolyam megáll!

# #21334
source: Zap to channel: %s failed!
hu: Erre a csatornára váltás nem sikerült: %s

# #21335
source: Are you sure to start the stream?
hu: Adatfolyam indítása?

# #21336
source: Connecting to: %s
hu: Csatlakozás: %s

# #21337
source: TuxBox device
hu: TuxBox eszköz

# #21359
source: Add media share...
hu: Médiamegosztás hozzáadása...

# #21360
source: Share video and music libraries through UPnP
hu: Videó és zene megosztás UPnP-n keresztül

# #21364
source: Edit media share
hu: Médiamegosztás szerkesztése

# #21365
source: Remove media share
hu: Médiamegosztás eltávolítása

# #21366
source: Subtitle folder
hu: Külön felirat könyvtár

# #21367
source: Movie & alternate subtitle directory
hu: Film és alternatív felirat mappa

# #21369
source: Enable mouse
hu: Egér engedélyezése

# #21370
source: Play navigation sounds during media playback
hu: Navigációs hangok lejátszás közben

# #21371
source: Thumbnail
hu: Minikép

# #21372
source: Forced DVD player region
hu: Kényszerített DVD régiókód használata

# #21373
source: Video output
hu: Képkimenet

# #21374
source: Video aspect
hu: Videó képarány

# #21375
source: Normal
hu: Normál

# #21376
source: Letterbox
hu: Hagyományos megjelenítő

# #21377
source: Widescreen
hu: Szélesvászon

# #21378
source: Enable 480p
hu: 480p engedélyezése

# #21379
source: Enable 720p
hu: 720p engedélyezése

# #21380
source: Enable 1080i
hu: 1080i engedélyezése

# #21381
source: Enter name of new playlist
hu: Lejátszáslista nevének megadása

# #21382
source: Show "Add source" buttons in file lists
hu: A "Forrás hozzáadása" gomb megjelenítése a fájllistában

# #21383
source: Enable scrollbars
hu: Görgetősávok engedélyezése

# #21384
source: Make watched filtering a toggle in video library
hu: A látott-státusz kapcsolóként értelmezése a médiatárban

# #21385
source: Open
hu: Megnyitás

# #21386
source: Acoustic management level
hu: Zajszint menedzsment

# #21387
source: Fast
hu: Gyors (hangos)

# #21388
source: Quiet
hu: Lassú (csendes)

# #21389
source: Enable custom background
hu: Saját háttér

# #21390
source: Power management level
hu: Energiagazdálkodási szint

# #21391
source: High power
hu: Magas teljesítmény

# #21392
source: Low power
hu: Energiatakarékos

# #21393
source: High standby
hu: Magas készenlét

# #21394
source: Low standby
hu: Alacsony készenlét

# #21395
source: Unable to cache files bigger than 4GB
hu: 4GB-nál nagyobb fájlok nem gyorsítótárazhatók

# #21396
source: Chapter
hu: Fejezet

# #21397
source: High quality pixel shader v2
hu: Magas minőségű pixel árnyékoló v2

# #21398
source: Enable playlist at startup
hu: Lejátszáslista engedélyezése induláskor

# #21399
source: Use tween animations
hu: Pattogó animációk használata

# #21400
source: contains
hu: tartalmazza

# #21401
source: does not contain
hu: nem tartalmazza

# #21402
source: is
hu: egyenlő

# #21403
source: is not
hu: nem egyenlő

# #21404
source: starts with
hu: kezdődik

# #21405
source: ends with
hu: végződik

# #21406
source: greater than
hu: nagyobb, mint

# #21407
source: less than
hu: kevesebb, mint

# #21408
source: after
hu: után

# #21409
source: before
hu: előtt

# #21410
source: in the last
hu: az utolsó X-ben van

# #21411
source: not in the last
hu: nincs az utolsó X-ben

# #21412
source: Scrapers
hu: Leolvasók

# #21413
source: Default movie scraper
hu: Alapértelmezett film leolvasó

# #21414
source: Default tvshow scraper
hu: Alapértelmezett sorozat leolvasó

# #21415
source: Default musicvideo scraper
hu: Alapértelmezett klip scraper

# #21416
source: Enable fallback based on scraper language
hu: Fallback engedélyezése a scraper nyelv alapján

# #21417
source: - Settings
hu: - Beállítások

# #21418
source: Multilingual
hu: Többnyelvű

# #21420
source: Value to match
hu: Kívánt érték

# #21421
source: Smart playlist rule
hu: Intelligens lejátszáslista szabály

# #21422
source: Match items where
hu: Elemek összehasonlítása, ahol

# #21423
source: New rule...
hu: Új szabály...

# #21424
source: Items must match
hu: Az elemeknek összhangban kell lenniük

# #21425
source: all of the rules
hu: minden szabállyal

# #21426
source: one or more of the rules
hu: egy vagy több szabállyal

# #21427
source: Limit to
hu: Korlátozás

# #21428
source: No limit
hu: Nincs korlátozás

# #21429
source: Order by
hu: Rendezés

# #21430
source: ascending
hu: növekvő

# #21431
source: descending
hu: csökkenő

# #21432
source: Edit smart playlist
hu: Intelligens lejátszáslista szerkesztése

# #21433
source: Name of the playlist
hu: Lejátszáslista neve

# #21434
source: Find items where
hu: Elemek keresése, ahol

# #21435
source: Edit
hu: Szerkeszt

# #21436
source: %i items
hu: %i elemre

# #21437
source: New smart playlist...
hu: Új intelligens lejátszáslista...

# #21438
source: %c Drive
hu: %c Meghajtó

# #21439
source: Edit party mode rules
hu: Partymód-szabályok szerk.

# #21440
source: Home folder
hu: Saját mappa

# #21441
source: Watched count
hu: Lejátszás számláló

# #21442
source: Episode title
hu: Epizódcím

# #21443
source: Video resolution
hu: Felbontás

# #21444
source: Audio channels
hu: Hangcsatornák

# #21445
source: Video codec
hu: Videó codec

# #21446
source: Audio codec
hu: Hang codec

# #21447
source: Audio language
hu: Hang nyelve

# #21448
source: Subtitle language
hu: Felirat nyelve

# #21449
source: Remote control sends keyboard presses
hu: Távirányító billentyűleütéseket küld

# #21800
source: File name
hu: Fájlnév

# #21801
source: File path
hu: Fájl helye

# #21802
source: File size
hu: Fájlméret

# #21803
source: File date/time
hu: Fájl dátum

# #21804
source: Slide index
hu: Dia index

# #21805
source: Resolution
hu: Felbontás

# #21806
source: Comment
hu: Megjegyzés

# #21807
source: Colour/B&W
hu: Színes/FF

# #21808
source: JPEG process
hu: JPEG típus

# #21820
source: Date/Time
hu: Dátum/idő

# #21821
source: Description
hu: Leírás

# #21822
source: Camera make
hu: Fényk.gyártó

# #21823
source: Camera model
hu: Fényk.típus

# #21824
source: EXIF comment
hu: EXIF adat

# #21826
source: Aperture
hu: Rekesz

# #21827
source: Focal length
hu: Gyújtótáv

# #21828
source: Focus distance
hu: Fókusztáv

# #21829
source: Exposure
hu: Exponálás

# #21830
source: Exposure time
hu: Expon.idő

# #21831
source: Exposure bias
hu: Expon.eltérés

# #21832
source: Exposure mode
hu: Expon.mód

# #21833
source: Flash used
hu: Vaku

# #21834
source: White-balance
hu: F.egyensúly

# #21835
source: Light source
hu: Fényforrás

# #21836
source: Metering mode
hu: Fénymérés

# #21838
source: Digital zoom
hu: Digitális nagyítás

# #21839
source: CCD width
hu: CCD szélesség

# #21840
source: GPS latitude
hu: GPS szélesség

# #21841
source: GPS longitude
hu: GPS hosszúság

# #21842
source: GPS altitude
hu: GPS magasság

# #21843
source: Orientation
hu: Tájolás

# #21860
source: Supplemental categories
hu: Kiegészítő kategóriák

# #21861
source: Keywords
hu: Kulcsszavak

# #21862
source: Caption
hu: Képaláírás

# #21863
source: Author
hu: Szerző

# #21864
source: Headline
hu: Főcím

# #21865
source: Special instructions
hu: Különleges útmutatás

# #21866
source: Category
hu: Kategória

# #21867
source: Byline
hu: Cikkszerző

# #21868
source: Byline title
hu: Cikkszerző beosztás

# #21869
source: Credit
hu: Készítő

# #21870
source: Source
hu: Forrás

# #21871
source: Copyright notice
hu: Szerzői jogi megjegyzés

# #21872
source: Object name
hu: Elem neve

# #21873
source: City
hu: Város

# #21874
source: State
hu: Állam

# #21875
source: Country
hu: Ország

# #21876
source: Original Tx Reference
hu: Eredeti Tx referencia

# #21877
source: Date created
hu: Létrehozás dátuma

# #21878
source: Copyright flag
hu: Copyright

# #21879
source: Country code
hu: Országkód

# #21880
source: Reference service
hu: Referencia szolgáltatás

# #21881
source: Allow control of XBMC via UPnP
hu: XBMC távoli vezérelhetősége UPnP-n keresztül

# #21882
source: Attempt to skip introduction before DVD menu
hu: Kísérlet a DVD főmenü előtti előzetes átugrására

# #21883
source: Saved music
hu: Bemásolt (rip-elt), vagy felvett zene

# #21884
source: Query info for all artists
hu: Információ minden előadóról

# #21885
source: Downloading album information
hu: Albuminformáció letöltése

# #21886
source: Downloading artist information
hu: Előadóinformáció letöltése

# #21887
source: Biography
hu: Életrajz

# #21888
source: Discography
hu: Diszkográfia

# #21889
source: Searching artist
hu: Előadó keresése

# #21890
source: Select artist
hu: Előadó kiválasztása

# #21891
source: Artist information
hu: Információ az előadóról

# #21892
source: Instruments
hu: Hangszerek

# #21893
source: Born
hu: Született

# #21894
source: Formed
hu: Alakult

# #21895
source: Themes
hu: Témák

# #21896
source: Disbanded
hu: Feloszlott

# #21897
source: Died
hu: Meghalt

# #21898
source: Years active
hu: Aktív évek

# #21899
source: Label
hu: Kiadó

# #21900
source: Born/Formed
hu: Született/Alakult

# #22000
source: Update library on startup
hu: Médiatár frissítése induláskor

# #22001
source: Always update library in background
hu: Médiatár folyamatos frissítése

# #22002
source: - DNS suffix
hu: - DNS utótag

# #22004
source: Delayed by: %2.3fs
hu: Késleltet: %2.3fmp

# #22005
source: Ahead by: %2.3fs
hu: Előrehoz: %2.3fmp

# #22006
source: Subtitle offset
hu: Felirat csúsztatás

# #22007
source: OpenGL vendor:
hu: OpenGL gyártója:

# #22008
source: OpenGL renderer:
hu: OpenGL renderelő:

# #22009
source: OpenGL version:
hu: OpenGL verzió:

# #22010
source: MB temperature:
hu: MB hőmérséklete:

# #22011
source: CPU temperature:
hu: CPU hőmérséklete:

# #22012
source: Total memory
hu: Teljes memória

# #22013
source: Profile data
hu: Profil adatok

# #22014
source: Use dim if paused during video playback
hu: Elhalványítás videólejátszás pillanatmegállítása közben

# #22015
source: All recordings
hu: Összes felvétel

# #22016
source: By title
hu: Cím szerint

# #22017
source: By group
hu: Csoport szerint

# #22018
source: Live channels
hu: TV csatornák

# #22019
source: Recordings by title
hu: Felvételek cím szerint

# #22020
source: Guide
hu: Műsorkalauz

# #22021
source: Allowed error in aspect ratio to minimize black bars
hu: Max. képarányhiba, feketesávok minimalizálásához (%)

# #22022
source: Show video files in listings
hu: Videófájlokat is megjelenít a listázáskor

# #22023
source: DirectX vendor
hu: DirectX gyártó:

# #22024
source: Direct3D version
hu: Direct3D verzió:

# #22030
source: Font
hu: Betűtípus

# #22031
source: - Size
hu: - Méret

# #22032
source: - Colours
hu: - Szín

# #22033
source: - Charset
hu: - Karakterkészlet

# #22034
source: Export karaoke titles as HTML
hu: Exportálás HTML-be.

# #22035
source: Export karaoke titles as CSV
hu: Exportálás CSV fájlba.

# #22036
source: Import karaoke titles...
hu: Karaoke címek importálása...

# #22037
source: Show song selector automatically
hu: Dalválasztó automatikus megnyitása

# #22038
source: Export karaoke titles...
hu: Karaoke címek exportálása...

# #22039
source: Enter song number
hu: Dal számának megadása

# #22040
source: white/green
hu: fehér/zöld

# #22041
source: white/red
hu: fehér/vörös

# #22042
source: white/blue
hu: fehér/kék

# #22043
source: black/white
hu: fekete/fehér

# #23000
source: Weather plugin
hu: Időjárás beépülő

# #23001
source: - Plugin settings
hu: - Beépülő beállításai

# #23050
source: Activate Teletext
hu: Teletext aktiválása

# #23051
source: Part %i
hu: Rész %i

# #23052
source: Buffering %i bytes
hu: Előtöltve %i byte

# #23053
source: Stopping
hu: Leáll

# #23054
source: Running
hu: Fut

# #23100
source: External Player Active
hu: Külső lejátszó aktív

# #23101
source: Click OK to terminate the player
hu: A lejátszó megszakításához nyomj az OK-ra

# #23104
source: Click OK when playback has ended
hu: Lejátszás végén nyomj az OK-ra

# #24000
source: Add-on
hu: Kiegészítő

# #24020
source: Configure
hu: Beállítás

# #24021
source: Disable
hu: Kikapcsolás

# #24022
source: Enable
hu: Engedélyezés

# #24030
source: This Add-on can not be configured
hu: Ez a kiegészítő nem konfigurálható

# #29800
source: Library Mode
hu: Médiatár mód

# #29801
source: QWERTY keyboard
hu: QWERTY billentyűzet

# #29802
source: Passthrough Audio in use
hu: Hangtovábbítás-módban tiltva

# #29999
source: Apply flicker filter setting to games
hu: Villogás szűrő alkalmazása játékokra

# #33001
source: Trailer quality
hu: Filmelőzetes minőség

# #33002
source: Stream
hu: Adatfolyam

# #33003
source: Download
hu: Letöltés

# #33004
source: Download & play
hu: Letöltés & lejátszás

# #33005
source: Download & save
hu: Letöltés & mentés

# #33006
source: Today
hu: Ma

# #33007
source: Tomorrow
hu: Holnap

# #33008
source: Saving
hu: Mentés

# #33009
source: Copying
hu: Másolás

# #33010
source: Set download directory
hu: Letöltési mappa megadása

# #33011
source: Search duration
hu: Keresési idő

# #33012
source: Short
hu: Rövid

# #33013
source: Long
hu: Hosszú

# #33014
source: Use DVD player instead of regular player
hu: DVD lejátszó használata az általános lejátszó helyett

# #33015
source: Ask for download before playing video
hu: Kérdezzen rá a letöltésre a videó lejátszása előtt

# #33016
source: Clips
hu: Klipek

# #33017
source: Restart plugin to enable
hu: Az érvényesítéshez a beépülő újraindítása szükséges

# #33018
source: Tonight
hu: Ma este

# #33019
source: Tomorrow Night
hu: Holnap este

# #33020
source: Condition
hu: Körülmény

# #33021
source: Precipitation
hu: Csapadék

# #33022
source: Precip
hu: Csapadékos

# #33023
source: Humid
hu: Párás

# #33024
source: Feels
hu: Érzet

# #33025
source: Observed
hu: Megtekintett

# #33026
source: Departure from normal
hu: Eltérés a megszokottól

# #33027
source: Sunrise
hu: Napfelkelte

# #33028
source: Sunset
hu: Naplemente

# #33029
source: Details
hu: Részletek

# #33030
source: Outlook
hu: Összefoglaló

# #33031
source: Coverflow
hu: Borítófolyam

# #33032
source: Translate text
hu: Szöveg lefordítása

# #33033
source: Map list %s category
hu: Listázás %s kategória

# #33034
source: 36 Hour
hu: 36 órás

# #33035
source: Maps
hu: Térképek

# #33036
source: Hourly
hu: Óránként

# #33037
source: Weekend
hu: Hétvége

# #33038
source: %s day
hu: %s nap

# #33049
source: Alert
hu: Riasztás

# #33050
source: Alerts
hu: Riasztások

# #33051
source: Choose Your
hu: Válaszd ki a saját

# #33052
source: Check
hu: Ellenőrzés

# #33053
source: Configure the
hu: Állítsd be a(z)

# #33054
source: Seasons
hu: Évad

# #33055
source: Use your
hu: Használd

# #33056
source: Watch your
hu: Nézd

# #33057
source: Listen to
hu: Hallgasd

# #33058
source: View your
hu: Megnézd

# #33059
source: Configure the
hu: Konfiguráld

# #33060
source: Power
hu: Betáplálás

# #33061
source: Menu
hu: Menü

# #33062
source: Play the
hu: Játszd

# #33063
source: Options
hu: Beállítások

# #33065
source: Editor
hu: Szerkesztő

# #33066
source: About your
hu: Erről

# #33067
source: Star rating
hu: Csillag minősítés

# #33068
source: Background
hu: Háttér

# #33069
source: Backgrounds
hu: Hátterek

# #33070
source: Custom background
hu: Testreszabott háttér

# #33071
source: Custom backgrounds
hu: Testreszabott hátterek

# #33072
source: View Readme
hu: Az 'Olvass el' megtekintése

# #33073
source: View Changelog
hu: Változási napló megtekintése

# #33074
source: This version of %s requires an
hu: A(z) %s ezen verziójához

# #33075
source: XBMC revision of %s or greater to run.
hu: %s vagy magasabb XBMC verzió szükséges.

# #33076
source: Please update XBMC.
hu: Frissítsd az XBMC-t.

# #33077
source: No data found!
hu: Nincs adat!

# #33078
source: Next page
hu: Következő oldal

# #33079
source: Love
hu: Szeretem

# #33080
source: Hate
hu: Utálom

# #33081
source: This file is stacked, select the part you want to play from.
hu: Ez egy egyesített fájl, melyik részt akarod játszani?

# #33082
source: Path to script
hu: Program útvonal

# #33083
source: Enable custom script button
hu: Egyedi program gomb engedélyezése
