Repository: Rocky5/XBMC4Gamers
Catalog: Mod Files/skins/Add User/language/*/strings.po
Languages: german

# #32000
source: Advanced
german: Erweitert

# #32001
source: Enable the use of the (Y) button to open the information window
german: Y-Taste zum Öffnen des Infofensters aktivieren

# #32002
source: Enable fast game parsing
german: Schnelles Parsen des Spiels aktivieren

# #32003
source: Don't use Synopsis naming
german: Keine Synopsis-Benennung verwenden

# #32004
source: This option will not work with forced 480p bios
german: Diese Option funktioniert nicht mit erzwungenen 480p Bios

# #32005
source: Enable higher resolution artwork
german: Höher aufgelöste Artwork zulassen

# #32006
source: Refresh info
german: Info aktualisieren

# #32007
source: Refresh all contents info
german: Alle Inhalte aktualisieren

# #32008
source: Refreshing Synopsis Information
german: Zusammenfassung aktualisieren

# #32009
source: Set Launch XBE
german: Start-XBE festlegen

# #32010
source: Unpatched
german: Ungepatcht

# #32013
source: Generic Patch
german: Allgemeiner Patch

# #32016
source: Resize Screen
german: Bildschirmgröße ändern

# #32017
source: Edit or Refresh
german: Bearbeiten oder Aktualisieren

# #32018
source: Trainers (cheats)
german: Trainer (Cheats)

# #32019
source: Information
german: Informationen

# #32020
source: Power Saving
german: Energiesparen

# #32021
source: This can crash some Xbox. If yours crashes, hold the (Black) button when the[CR]splash screen appears to disable.
german: Das kann einige Xbox abstürzen lassen. Halten Sie die[CR](Schwarz) Taste beim Splash-Screen gedrückt, um zu deaktivieren.

# #31011
source: logging off
german: abmelden

# #31012
source: Would you like to log out?
german: Möchten Sie sich abmelden?

# #31016
source: loading
german: laden

# #31017
source: [B]Kiosk Mode[/B][CR]Profile is locked[CR]Press (A) to logout
german: [B]Kiosk-Modus[/B][CR]Profil ist gesperrt[CR]Drücken Sie (A) zum Abmelden

# #31022
source: General Toggles
german: Allgemeine Schaltflächen

# #31023
source: Home Screen
german: Startbildschirm

# #31024
source: Login
german: Anmeldung

# #31025
source: Quick Change Menu
german: Schnellwechsel-Menü

# #31027
source: Startup Options
german: Startoptionen

# #31035
source: Disable time overlay
german: Zeit-Overlay deaktivieren

# #31036
source: Hide context buttons at the bottom of the screen
german: Kontextschaltflächen am unteren Rand des Bildschirms ausblenden

# #31037
source: Enable a custom button on the options dialog
german: Eine benutzerdefinierte Schaltfläche im Optionsdialog aktivieren

# #31038
source: Label
german: Bezeichnung

# #31039
source: Location
german: Ort

# #31040
source: Enable custom xbmc4gamers logo colour
german: Benutzerdefinierte XBMC4Gamers-Logo-Farbe aktivieren

# #31041
source: Custom hex value
german: Benutzerdefinierter HEX-Wert

# #31042
source: Enable navigation sounds during media playback
german: Navigationsgeräusche während der Medienwiedergabe aktivieren

# #31043
source: Hide played overlay on poster views
german: Abgespieltes Overlay in Posteransichten ausblenden

# #31044
source: Show reload skin and logout context buttons
german: Skin neu laden und Ausloggen-Kontextschaltflächen anzeigen

# #31045
source: Hide trainer overlay on poster views
german: Trainer-Overlay in Posteransichten ausblenden

# #31046
source: Enable night mode
german: Nachtmodus aktivieren

# #31047
source: Hide scrolling letter
german: Laufschrift ausblenden

# #31048
source: Change theme
german: Design ändern

# #31049
source: Uninstall themes
german: Designs deinstallieren

# #31050
source: Random theme
german: Zufälliges Design

# #31051
source: Randomise theme on startup
german: Zufälliges Design beim Starten

# #31052
source: Randomise wallpaper
german: Zufälliges Hintergrundbild

# #31053
source: Only randomise downloaded themes
german: Nur heruntergeladene Designs zufällig auswählen

# #31054
source: Use screensaver fanart in background (DL required)
german: Bildschirmschoner-Fanart im Hintergrund verwenden (DL erforderlich)

# #31055
source: Use non blurred fanart
german: Keine unscharfe Fanart verwenden

# #31056
source: Change splash
german: Splash ändern

# #31057
source: Disable theme sounds
german: Themensounds deaktivieren

# #31058
source: Use cached thumbnails
german: Zwischengespeicherte Thumbnails

# #31059
source: Enable additional sources
german: Zusätzliche Quellen aktivieren

# #31060
source: Select source
german: Quelle auswählen

# #31061
source: Enable Login Screen
german: Anmeldebildschirm aktivieren

# #31062
source: Enable debug information
german: Debug-Informationen aktivieren

# #31063
source: Enable profile lock
german: Profilsperre einschalten

# #31064
source: Enabling this setting will lock this profile if [B]Kiosk Mode[/B] is enabled
german: Wenn Sie diese Einstellung aktivieren, wird dieses Profil gesperrt, wenn der [B]Kioskmodus[/B] aktiviert ist.

# #31065
source: Hide profile image on startup
german: Profilbild beim Starten ausblenden

# #31069
source: Run
german: Starte

# #31070
source: View Log Files
german: Log-Dateien anzeigen

# #31071
source: Change Debug Modes
german: Debug-Modi ändern

# #31072
source: Reset All XBMC4Gamers Options
german: Alle XBMC4Gamers Optionen zurücksetzen

# #31076
source: Current Home Window:
german: Aktuelles Startbildschirm-Fenster:

# #31077
source: Applications
german: Anwendungen

# #31078
source: Emulators
german: Emulatoren

# #31079
source: Games
german: Spiele

# #31081
source: Home Screen
german: Startbildschirm

# #31086
source: Enable intro video
german: Intro-Video aktivieren

# #31087
source: Enable audio playlist
german: Audio-Wiedergabeliste aktivieren

# #31088
source: [B]Generate[/B] random playlist
german: [B]Erzeuge[/B] zufällige Wiedergabeliste

# #31089
source: Custom playlist
german: Benutzerdefinierte Wiedergabeliste

# #31090
source: View Options
german: Optionen anzeigen

# #31091
source: Use theme playlist
german: Themenwiedergabeliste verwenden

# #31092
source: Enable Random Select
german: Zufallsauswahl aktivieren

# #31093
source: Select File
german: Datei auswählen

# #31094
source: If no file is selected/found it defaults to [B]Q:/intro.mp4[/B] or [B]Q:/system/intro/intro.mp4[/B]
german: Wenn keine Datei ausgewählt oder gefunden wird, wird standardmäßig [B]Q:/intro.mp4[/B] oder [B]Q:/system/intro/intro.mp4[/B] verwendet.

# #31101
source: 6 digit hex colour code (0-F)
german: 6-stelliger HEX-Farbcode (0-F)

# #31102
source: Cursor Left
german: Links

# #31103
source: Cursor Right
german: Rechts

# #31106
source: Select
german: Auswählen

# #31107
source: Game
german: Spiel

# #31108
source: Back
german: Zurück

# #31109
source: Media Controls
german: Mediensteuerungen

# #31110
source: Synopsis
german: Kurzbeschreibung

# #31111
source: Add to Playlist
german: Zur Wiedergabeliste hinzufügen

# #31112
source: Remove from Playlist
german: Aus Wiedergabeliste entfernen

# #31113
source: Context menu
german: Kontextmenü

# #31114
source: Options
german: Optionen

# #31115
source: Favourites
german: Favoriten

# #31116
source: Clear Cache
german: Cache leeren

# #31117
source: Exit Playlist Menu
german: Wiedergabelisten-Menü verlassen

# #31118
source: Enter Playlist Menu
german: Wiedergabelisten-Menü öffnen

# #31119
source: Quick Change
german: Schneller Wechsel

# #31120
source: Launch Disc
german: Disk starten

# #31121
source: View Settings
german: Einstellungen anzeigen

# #31122
source: Playlist Settings
german: Einstellungen der Wiedergabeliste

# #31123
source: Log Out
german: Abmelden

# #31124
source: Reload Skin
german: Skin neu laden

# #31125
source: Recents
german: Kürzlich

# #31126
source: Launch
german: Starten

# #31127
source: Last Played/Randoms
german: Zuletzt gespielt/Randomisierung

# #31141
source: Sort: Descending
german: Sortieren: Absteigend

# #31142
source: Sort: Ascending
german: Sortieren: Aufsteigend

# #31143
source: Close
german: Schließen

# #31144
source: Search & Sort
german: Suchen & Sortieren

# #31145
source: View Options
german: Optionen anzeigen

# #31146
source: Switch View
german: Ansicht wechseln

# #31152
source: Region · Screensavers · Display
german: Region · Bildschirmschoner · Anzeige

# #31153
source: Playback · Video Playback Resolution
german: Wiedergabe · Auflösung der Videowiedergabe

# #31154
source: Trainer path · Game scanning · Dashboard path
german: Trainer-Pfad · Spiel-Scan · Dashboard-Pfad

# #31155
source: Static IP · DHCP
german: Statische IP · DHCP

# #31156
source: Output · Power saving · Autorun
german: Ausgabe · Energiesparen · Autostart

# #31157
source: Playback
german: Wiedergabe

# #31158
source: Copy · Move · Rename · Delete
german: Kopieren · Verschieben · Umbenennen · Löschen

# #31159
source: Applications · DLC · Mods · Update
german: Anwendungen · DLC · Mods · Aktualisierung

# #31160
source: Toggles · Scripts · Startup playlist
german: Schaltflächen · Skripte · Wiedergabeliste für den Start

# #31161
source: Temps · HDD Info · Hardware Info
german: Temperaturen · HDD-Infos · Hardware-Infos

# #31162
source: XBMC4Gamers Options
german: XBMC4Gamers Optionen

# #31173
source: Enable kiosk mode
german: Kiosk-Modus aktivieren

# #31176
source: Get spinning disc to have as little wobble as possible.
german: Achte darauf, dass die rotierende Disk möglichst wenig schwingt.

# #31179
source: loading
german: laden

# #31180
source: Initialising please wait...
german: Initialisierung bitte warten...

# #31181
source: Error has occurred. Please send me a copy of your [B]"xbmc.log"[/B] file, or try restarting the xbox.
german: Ein Fehler ist aufgetreten. Bitte sende mir eine Kopie der [B]"xbmc.log"[/B] Datei, oder versuchen Sie, die Xbox neu zu starten.

# #31186
source: Played 0 times
german: 0 Mal gespielt

# #31188
source: time
german: Mal gespielt

# #31189
source: times
german: Mal gespielt

# #31190
source: Game Info
german: Spiel-Informationen

# #31191
source: 0 times
german: 0 Mal

# #31192
source: This game has been played
german: Dieses Spiel wurde bereits gespielt

# #31193
source: Used space
german: Genutzter Speicher

# #31194
source: Game location
german: Ort des Spiels

# #31210
source: Page
german: Seite

# #31211
source: Items
german: Einträge

# #31500
source: Adjust your screen size
german: Bildschirmgröße anpassen

# #31501
source: Individual save directories for each profile
german: Individuelle Speicherverzeichnisse für jedes Profil

# #31502
source: Setup Birthday dates.
german: Geburtstagsdaten einrichten.

# #31503
source: Welcome. [CR]In this menu you will be able to set up to 5 different birthdays. [CR]These will show on the login-screen when the date arrives.
german: Willkommen. [CR]In diesem Menü können bis zu 5 verschiedene Geburtstage eingestellt werden. [CR]Diese werden auf dem Anmeldebildschirm angezeigt, wenn das Datum erreicht ist.

# #31504
source: Enable intro video
german: Intro-Video aktivieren

# #31505
source: Other Options
german: Andere Optionen

# #31506
source: Context Menu
german: Kontextmenü

# #31520
source: Load Profile
german: Profil laden

# #31521
source: Context Menu
german: Kontextmenü

# #31522
source: Kiosk Mode Enabled
german: Kiosk-Modus aktiviert

# #31523
source: Welcome to XBMC4Gamers
german: Willkommen bei XBMC4Gamers

# #31524
source: Who is using the controller?
german: Wer verwendet den Controller?

# #31531
source: Normal Mode
german: Normaler Modus

# #31532
source: Compact Mode
german: Kompakter Modus

# #31541
source: applications
german: anwendungen

# #31542
source: emulators
german: emulatoren

# #31543
source: games
german: spiele

# #31563
source: Randoms:
german: Zufällig

# #31564
source: Close Home
german: Startbildschirm schließen

# #31600
source: Notice
german: Hinweis

# #31601
source: Custom Button
german: Benutzerdefinierte Schaltfläche

# #31603
source: Separate search items with a comma.[CR]Example: Games,Applications,F:\Games Alt
german: Suchbegriffe mit einem Komma trennen.[CR]Beispiel: Spiele,Anwendungen,F:\Spiele Alt

# #31604
source: Search Entries
german: Einträge suchen

# #31605
source: Open on selection
german: Bei Auswahl öffnen

# #31606
source: Warning
german: Warnung

# #31607
source: This will reset all XBMC4Gamers options.[CR]Main settings are not reset.
german: Dies setzt alle XBMC4Gamers Optionen zurück.[CR]Die Haupteinstellungen werden nicht zurückgesetzt.

# #31608
source: Settings reset, will now reload the profile[CR]to complete the process.
german: Einstellungen zurückgesetzt, lädt nun das Profil[CR]neu, um den Vorgang abzuschließen.

# #31609
source: RSS feed is theme dependant
german: Der RSS-Feed ist themenabhängig

# #31610
source: Hide home screen RSS feed
german: RSS-Feed der Startseite ausblenden

# #31611
source: Because the current or previous theme used custom item values.[CR]Home screen is being refreshed.
german: Aktuelles oder vorheriges Thema mit benutzerdefinierten Werten.[CR]Startbildschirm wird aktualisiert.

# #31612
source: Home content is being refreshed.
german: Inhalte der Startseite werden aktualisiert.

# #31613
source: Preview
german: Vorschau

# #31614
source: Drive Space
german: Festplattenspeicher

# #31615
source: Detailed
german: Detailliert

# #31617
source: Custom
german: Individuell

# #31619
source: Preview
german: Vorschau

# #31620
source: Extended Info
german: Erweiterte Informationen
