Repository: Rocky5/XBMC4Gamers
Catalog: Mod Files/skins/Manage Profiles Skin/language/*/strings.po
Languages: italian

# #32000
source: Advanced
italian: Avanzate

# #32002
source: Enable fast game parsing
italian: Abilita l'analisi veloce dei giochi

# #32003
source: Don't use Synopsis naming
italian: Non utilizzare la denominazione di synopsis

# #32004
source: This option will not work with forced 480p bios
italian: Questa opzione non funziona con bios forzato a 480p

# #32005
source: Enable higher resolution artwork
italian: Abilita grafica a risoluzione più elevata

# #32006
source: Refresh info
italian: Aggiorna le informazioni

# #32007
source: Refresh all contents info
italian: Aggiorna tutte le informazioni

# #32008
source: Refreshing Synopsis Information
italian: Informazioni contenuti in aggiornamento

# #31011
source: logging off
italian: disconnessione

# #31016
source: loading
italian: caricamento

# #31017
source: [B]Kiosk Mode[/B][CR]Profile is locked[CR]Press (A) to logout
italian: [B]Modalità Kiosk[/B][CR]profilo bloccato[CR]Premi (A) per uscire

# #31021
source: Back
italian: Indietro

# #31022
source: General Toggles
italian: Generale

# #31023
source: Home Window
italian: Schermata Home

# #31024
source: Login
italian: Accesso

# #31025
source: Quick Change Menu
italian: Menù Rapido

# #31027
source: Startup Options
italian: Opzioni di Avvio

# #31035
source: Disable time overlay
italian: Nascondi orario

# #31036
source: Hide context buttons at the bottom of the screen
italian: Nascondi i pulsanti contestuali nella parte inferiore dello schermo

# #31037
source: Enable a custom button on the options dialog
italian: Abilita un pulsante personalizzato nella finestra delle opzioni

# #31038
source: Label
italian: Etichetta

# #31039
source: Location
italian: Posizione

# #31040
source: Enable custom xbmc4gamers logo colour
italian: Abilita colore logo xbmc4gamers personalizzato

# #31041
source: Custom hex value
italian: Valore hex personalizzato

# #31042
source: Enable alt fanart mask
italian: Abilita fanart alternativa

# #31043
source: Hide played overlay on poster views
italian: Nascondi contatore giochi avviati in visuale poster

# #31044
source: Show reload skin and logout context buttons
italian: Mostra i pulsanti ricarica della skin e disconnessione

# #31045
source: Hide trainer overlay on poster views
italian: Nascondi trainer in visuale poster

# #31046
source: Enable night mode
italian: Abilita modalità notturna

# #31047
source: Hide scrolling letter
italian: Disabilita scorrimento lettere

# #31048
source: Change theme
italian: Cambia tema

# #31049
source: Uninstall themes
italian: Disinstalla temi

# #31050
source: Random theme
italian: Tema casuale

# #31051
source: Randomise theme on startup
italian: Tema casuale all'avvio

# #31052
source: Randomise wallpaper
italian: Sfondo casuale

# #31053
source: Only randomise downloaded themes
italian: Solo temi scaricati

# #31054
source: Use screensaver fanart in background (Download required)
italian: Utilizza la fanart del salvaschermo in background (download richiesto)

# #31055
source: Use none blurred fanart
italian: Non utilizzare fanart sfocate

# #31056
source: Enable additional sources
italian: Abilita sorgente aggiuntiva

# #31057
source: Select source
italian: Seleziona fonte

# #31061
source: Enable Login Screen
italian: Abilita schermata di accesso

# #31062
source: Enable debug information
italian: Abilita informazioni di debug

# #31063
source: Enable profile lock
italian: Abilita blocco profilo

# #31064
source: Enabling this setting will lock this profile if [B]Kiosk Mode[/B] is enabled
italian: L'attivazione bloccherà questo profilo se la [B]Modalità Kiosk[/B] è abilitata

# #31065
source: Hide profile image on startup
italian: Nascondi l'immagine del profilo all'avvio

# #31069
source: Run
italian: Esegui

# #31076
source: Current Home Window:
italian: Schermata Home Corrente

# #31077
source: Applications
italian: Applicazioni

# #31078
source: Emulators
italian: Emulatori

# #31079
source: Games
italian: Giochi

# #31086
source: Enable intro video
italian: Abilita video di avvio

# #31087
source: Enable audio playlist
italian: Abilita playlist audio

# #31088
source: [B]Generate[/B] random playlist
italian: [B]Genera[/B] playlist casuale

# #31089
source: Custom playlist
italian: Playlist personalizzata

# #31090
source: View Options
italian: Opzioni Visuale

# #31091
source: Use theme playlist
italian: Usa playlist tema

# #31092
source: Enable Random Select
italian: Abilita Selezione Casuale

# #31101
source: 6 digit hex colour code (0-F)
italian: Codice colore esadecimale a 6 cifre (0-F)

# #31106
source: Select
italian: Seleziona

# #31107
source: Game
italian: Gioco

# #31108
source: Back
italian: Indietro

# #31109
source: Media Controls
italian: Controlli Media

# #31111
source: Add to Playlist
italian: Aggiungi alla Playlist

# #31112
source: Remove from Playlist
italian: Rimuovi dalla Playlist

# #31113
source: Context menu
italian: Menù Contestuale

# #31114
source: Options
italian: Opzioni

# #31115
source: Favourites
italian: Preferiti

# #31116
source: Clear Cache
italian: Pulisci Cache

# #31117
source: Exit Playlist Menu
italian: Esci dal Menu Playlist

# #31118
source: Enter Playlist Menu
italian: Entra nel Menu Playlist

# #31119
source: Quick Change
italian: Cambio Veloce

# #31120
source: Launch Disc
italian: Avvia Disco

# #31121
source: View Settings
italian: Impostazioni Visuale

# #31122
source: Playlist Settings
italian: Impostazioni Playlist

# #31123
source: Log Out
italian: Disconnetti

# #31124
source: Reload Skin
italian: Ricarica Skin

# #31125
source: Random Pick
italian: Scelta Casuale

# #31141
source: Sort: Descending
italian: Ordine: Decrescente

# #31142
source: Sort: Ascending
italian: Ordine: Crescente

# #31143
source: Close
italian: Chiudi

# #31144
source: Search & Sort
italian: Cerca & Ordina

# #31145
source: View Options
italian: Opzioni Visuale

# #31146
source: Switch View
italian: Cambia Visuale

# #31151
source: Back
italian: Indietro

# #31152
source: Region · Screensavers · Display
italian: Regione · Salvaschermo · Schermo

# #31153
source: Playback · Video Playback Resolution
italian: Riproduzione · Risoluzione Video

# #31154
source: Trainer path · Game scanning · Dashboard path
italian: Cartella trainer · Analisi gioco · Percorso dashboard

# #31155
source: Static IP · DHCP
italian: IP Statico · DHCP

# #31156
source: Output · Power saving · Autorun
italian: Uscita · Risparmio energetico · Avvio automatico

# #31157
source: Playback
italian: Riproduzione

# #31158
source: Copy · Move · Rename · Delete
italian: Copia · Sposta · Rinomina · Cancella

# #31159
source: Applications · DLC · Mods · Update
italian: Applicazioni· DLC · Mod · Aggiornamenti

# #31160
source: Toggles · Scripts · Startup playlist
italian: Opzioni · Script · Playlist

# #31161
source: Temps · HDD Info · Hardware Info
italian: Temperature · Info HDD · Info Hardware

# #31166
source: Back
italian: Indietro

# #31173
source: Kiosk Mode
italian: Modalità chiosco

# #31176
source: Get spinning disc to have as little wobble as possible.
italian: Fai girare il disco per ridurre al minimo le vibbrazioni.

# #31179
source: loading
italian: caricamento

# #31180
source: Initialising please wait...
italian: Inizializzazione attendere...

# #31181
source: Error has occurred. Please send me a copy of your [B]"xbmc.log"[/B] file, or try restarting the xbox.
italian: Si è verificato un errore. Per favore mandami una copia del tuo file [B]"xbmc.log"[/B], o prova a riavviare la Xbox.

# #31186
source: Played 0 times
italian: Avviato 0 volte

# #31187
source: Played
italian: Avviato

# #31189
source: times
italian: volte

# #31190
source: Game Info
italian: Info Gioco

# #31192
source: This game has been played
italian: Questo gioco è stato avviato

# #31193
source: Used space
italian: Spazio utilizzato

# #31194
source: Game location
italian: Posizione gioco

# #31210
source: Page
italian: Pagina

# #31211
source: Items
italian: Elementi

# #31501
source: Individual save directories for each profile
italian: Cartelle di salvataggio individuali per ciascun profilo

# #31502
source: Setup Birthday dates.
italian: Imposta le date di compleanno.

# #31503
source: Welcome. [CR]In this menu you will be able to set up to 5 different birthdays. [CR]These will show on the login-screen when the date arrives.
italian: Benvenuto. [CR]In questo menu potrai impostare fino a 5 compleanni differenti. [CR]Questi verranno visualizzati nella schermata di accesso nelle date indicate.

# #31504
source: Enable intro video
italian: Abilita introduzione video

# #31505
source: Other Options
italian: Altre Opzioni

# #31506
source: Context Menu
italian: Menù Contestuale

# #31520
source: Load Profile
italian: Carica Profilo

# #31521
source: Context Menu
italian: Menù

# #31522
source: Kiosk Mode Enabled
italian: Modalità Chiosco Attivata

# #31523
source: Welcome to XBMC4Gamers
italian: Benvenuto in XBMC4Gamers

# #31524
source: Who is using the controller?
italian: Chi sta usando il controller?

# #31529
source: Adjust your screen size
italian: Regolare le dimensioni dello schermo

# #31530
source: Highlight
italian: Seleziona

# #31531
source: Normal Mode
italian: Visuale Estesa

# #31532
source: Compact Mode
italian: Visuale Compatta

# #31541
source: applications
italian: applicazioni

# #31542
source: emulators
italian: emulatori

# #31543
source: games
italian: giochi

# #31560
source: Show Random Items
italian: Mostra oggetti casuali

# #31561
source: Show Recently Launched
italian: Mostra recenti lanciati

# #31562
source: Last Played:
italian: Ultima giocata:

# #31563
source: Randoms:
italian: Casuale:

# #31601
source: Custom Button
italian: Pulsante personalizzato

# #31602
source: Name
italian: Nome

# #31603
source: use , to separate max 2 example: Games,Applications
italian: utilizzare , per separare massimo 2 esempi: Giochi,Applicazioni

# #31604
source: Search Entries
italian: Cerca voci

# #31605
source: Open Source on click
italian: Open Source a portata di clic
